{
    "content": [
        "หน้า ๒\nเล่ม ๑๓๗ ตอนพิเศษ ๒๘๘ ง ราชกิจจานุเบกษา ๙ ธันวาคม ๒๕๖๓\nระเบียบนายทะเบียนสหกรณ์\nว่าดว้ ยการตรวจสอบกิจการของสหกรณ์\nพ.ศ. 2563\nเพื่อให้การตรวจสอบกิจการของสหกรณ์มีประสิทธิภาพ เหมาะสมกับขนาดและประเภทของสหกรณ์\nสามารถสร้างความเชื่อมั่นให้กับสมาชิกได้ว่าการบริหารงานของคณะกรรมการด าเนินการสหกรณ์\nมีความโปร่งใส เชื่อถือได้ การด าเนินงานเป็นไปตามวัตถุประสงค์ที่ก าหนดไว้ในข้อบังคับ อาศัยอ านาจ\nตามความในมาตรา 16 (8) และมาตรา 53 แห่งพระราชบัญญัตสิ หกรณ์ พ.ศ. 2542 และที่แก้ไขเพิ่มเตมิ\nประกอบค าสั่งนายทะเบียนสหกรณ์ที่ 3/2562 ลงวันที่ 15 กรกฎาคม 2562 นายทะเบียนสหกรณ์\nจึงก าหนดระเบียบไว้ ดังต่อไปนี้\nข้อ 1 ระเบียบนี้เรียกว่า “ระเบียบนายทะเบียนสหกรณ์ ว่าด้วยการตรวจสอบกิจการ\nของสหกรณ์ พ.ศ. 2563”\nข้อ 2 ระเบียบนี้ให้ใช้บังคับเมื่อพ้นก าหนดหกสิบวันนับแต่วันประกาศในราชกิจจานุเบกษา\nเป็นต้นไป\nข้อ 3 ให้ยกเลิกระเบียบนายทะเบียนสหกรณ์ว่าด้วยการตรวจสอบกิจการของสหกรณ์\nพ.ศ. 2559\nข้อ 4 บรรดาระเบียบ ค าแนะน า หรือค าสั่งอื่นใด ในส่วนที่ก าหนดไว้แล้วในระเบียบนี้\nหรือซึ่งขัดหรือแย้งกับระเบียบนี้ให้ใช้ระเบียบนี้แทน\nข้อ 5 ในระเบียบนี้\n“การตรวจสอบกิจการ” หมายความว่า การตรวจสอบการด าเนินงานทั้งปวงของสหกรณ์\nที่จัดให้มีขึ้นเพื่อให้ความเชื่อมั่น เพิ่มคุณค่าและปรับปรุงการปฏิบัติงานของสหกรณ์ให้ดีขึ้น ซึ่งจะช่วยให้\nสหกรณ์ด าเนินงานด้วยความโปร่งใส เป็นไปตามหลักการสหกรณ์ บรรลุถึงเป้าหมายและวัตถุประสงค์\nตามที่ก าหนดไว้\n“ผู้ตรวจสอบกิจการ” หมายความว่า สมาชิกของสหกรณ์นั้น หรือบุคคลภายนอกซึ่งเป็น\nบุคคลธรรมดาหรือนิติบุคคลที่ได้รับการเลือกตั้งจากที่ประชุมใหญ่ของสหกรณ์\n“สหกรณ์” หมายความว่า สหกรณ์และชุมนุมสหกรณ์ที่จัดตั้งขึ้นตามกฎหมายสหกรณ์\n“สหกรณ์ออมทรัพย์และสหกรณ์เครดิตยูเนี่ยนขนาดใหญ่” หมายความว่า สหกรณ์ออมทรัพย์\nและสหกรณ์เครดิตยูเนี่ยนที่มีขนาดใหญ่ตามกฎกระทรวงการก าหนดขนาดของสหกรณ์ออมทรัพย์\nและสหกรณ์เครดิตยูเนี่ยน\nข้อ 6 ให้อธิบดีกรมตรวจบัญชีสหกรณ์รักษาการตามระเบียบนี้ รวมทั้งให้มีอ านาจตีความ\nและวินิจฉัยปัญหาเกี่ยวกับการปฏิบัติตามระเบียบนี้ ตลอดจนด าเนินการอื่นใดตามที่ได้รับมอบอ านาจจาก\nนายทะเบียนสหกรณ์ เพื่อให้มีการปฏิบัติตามระเบียบนี้",
        "หน้า ๓\nเล่ม ๑๓๗ ตอนพิเศษ ๒๘๘ ง ราชกิจจานุเบกษา ๙ ธันวาคม ๒๕๖๓\nหมวด 1\nคุณสมบตั ิและลักษณะต้องห้ามของผตู้ รวจสอบกิจการ\nข้อ 7 ผู้ตรวจสอบกิจการต้องมีคุณสมบัติ ดังต่อไปนี้\n(1) เป็นสมาชิกของสหกรณ์นั้น หรือบุคคลภายนอก ที่ได้รับการเลือกตั้งจากที่ประชุมใหญ่\nของสหกรณ์\n(2) ผ่านการอบรมหลักสูตรที่เกี่ยวข้องกับการตรวจสอบกิจการจากกรมตรวจบัญชีสหกรณ์\nหรือหน่วยงานอื่นที่ได้รับการรับรองหลักสูตรจากกรมตรวจบัญชีสหกรณ์\nกรณีคณะผู้ตรวจสอบกิจการของสหกรณ์ออมทรัพย์และสหกรณ์เครดิตยูเนี่ยนขนาดใหญ่\nต้องมีอย่างน้อยหนึ่งคนที่มีคุณวุฒิการศึกษาระดับปริญญาตรีด้านการเงิน การบัญชี การบริหารธุรกิจ\nเศรษฐศาสตร์\nข้อ 8 ผู้ตรวจสอบกิจการต้องไม่มีลักษณะต้องห้าม ดังต่อไปนี้\n(1) เป็นคนไร้ความสามารถ หรือคนเสมือนไร้ความสามารถ\n(2) เป็นบุคคลล้มละลายหรือเคยเป็นบุคคลล้มละลายทุจริต\n(3) เคยได้รับโทษจ าคุกโดยค าพิพากษาถึงที่สุดให้จ าคุก เว้นแต่เป็นโทษส าหรับความผิด\nที่ได้กระท าโดยประมาทหรือความผิดลหุโทษ\n(4) เคยถูกไล่ออก ปลดออก หรือให้ออกจากราชการ องค์การหรือหน่วยงานของรัฐ\nหรือเอกชนฐานทุจริตต่อหน้าที่\n(5) เคยถูกให้ออกจากการเป็นสมาชิกสหกรณ์นั้น หรือสหกรณ์อื่น\n(6) เคยถูกให้พ้นจากต าแหน่งกรรมการหรือขาดจากการเป็นผู้ตรวจสอบกิจการหรือมี\nค าวินิจฉัยเป็นที่สุดให้พ้นจากต าแหน่งกรรมการ หรือขาดจากการเป็นผู้ตรวจสอบกิจการของสหกรณ์นั้น\nหรือสหกรณ์อื่น\n(7) เคยถูกที่ประชุมใหญ่มีมติให้ถอดถอนออกจากต าแหน่งกรรมการหรือผู้ตรวจสอบกิจการ\nเพราะเหตุทุจริตต่อหน้าที่ของสหกรณ์นั้น หรือสหกรณ์อื่น\n(8) เป็นผู้จัดการหรือเจ้าหน้าที่ของสหกรณ์นั้น หรือสหกรณ์อื่น หรือเคยถูกให้ออก\nจากต าแหน่งผู้จัดการหรือเจ้าหน้าที่ของสหกรณ์นั้น หรือสหกรณ์อื่นฐานทุจริตต่อหน้าที่\n(9) เป็นคู่สมรส บุตร บิดามารดาของกรรมการ หรือผู้จัดการ หรือเจ้าหน้าที่ของสหกรณ์นั้น\n(10) เป็นกรรมการของสหกรณ์นั้น เว้นแต่ได้พ้นจากต าแหน่งกรรมการมาแล้วไม่น้อยกว่า\nสองปีบัญชีของสหกรณ์\n(11) เป็นผู้สอบบัญชี หรือผู้ช่วยผู้สอบบัญชี หรือบุคคลที่อยู่ในสังกัดนิติบุคคลที่รับงาน\nสอบบัญชีของสหกรณ์ในปีบัญชีนั้น เว้นแต่ได้พ้นจากการเป็นผู้สอบบัญชี หรือผู้ช่วยผู้สอบบัญชีหรือลาออก\nจากนิติบุคคลที่รับงานสอบบัญชีสหกรณ์นั้นมาแล้วไม่น้อยกว่าหนึ่งปี",
        "หน้า ๔\nเล่ม ๑๓๗ ตอนพิเศษ ๒๘๘ ง ราชกิจจานุเบกษา ๙ ธันวาคม ๒๕๖๓\n(12) เป็นผู้อยู่ระหว่างการถูกสั่งพัก หรือเพิกถอนใบอนุญาตเป็นผู้สอบบัญชีรับอนุญาต\n(13) เป็นผู้อยู่ระหว่างการถูกสั่งพัก หรือขีดชื่อออกจากทะเบียนรายชื่อผู้สอบบัญชีรับอนุญาต\nหรือบุคคลอื่นของกรมตรวจบัญชีสหกรณ์\nหมวด 2\nการก าหนดจ านวน วธิ ีการรับสมัครและการเลือกตั้งผตู้ รวจสอบกิจการ\nข้อ 9 ให้สหกรณ์ก าหนดจ านวนผู้ตรวจสอบกิจการที่พึงมีไว้ในข้อบังคับของสหกรณ์ แต่ต้อง\nไม่เกินห้าคนหรือหนึ่งนิติบุคคล\nสหกรณ์ออมทรัพย์และสหกรณ์เครดิตยูเนี่ยนขนาดใหญ่ต้องก าหนดจ านวนผู้ตรวจสอบกิจการ\nอย่างน้อยสามคนหรือหนึ่งนิติบุคคล เรียกว่า “คณะผู้ตรวจสอบกิจการ” และให้คณะผู้ตรวจสอบกิจการ\nเลือกผู้ตรวจสอบกิจการคนหนึ่งคนใดท าหน้าที่ประธานคณะผู้ตรวจสอบกิจการ\nข้อ 10 ขั้นตอนและวิธีการเลือกตั้งผู้ตรวจสอบกิจการให้ก าหนดไว้เป็นลายลักษณ์อักษร\nและประกาศให้สมาชิกทราบก่อนวันประชุมใหญ่\nข้อ 11 ให้สหกรณ์ประกาศรับสมัครบุคคลเข้ารับการเลือกตั้งเป็นผู้ตรวจสอบกิจการ ก่อนวัน\nประชุมใหญ่ เพื่อให้ผู้มีคุณสมบัติตามข้อ 7 และไม่มีลักษณะต้องห้ามตามข้อ 8 ได้เข้ารับการเลือกตั้ง\nจากที่ประชุมใหญ่ โดยให้ผู้สมัครเข้ารับการเลือกตั้งเป็นผู้ตรวจสอบกิจการต้องแสดงตนต่อที่ประชุมใหญ่ด้วย\nข้อ 12 ให้สหกรณ์ก าหนดเรื่องการเลือกตั้งผู้ตรวจสอบกิจการและค่าตอบแทนไว้ในระเบียบ\nวาระการประชุมใหญ่ เพื่อให้ที่ประชุมใหญ่มีมติเลือกตั้งผู้ตรวจสอบกิจการและพิจารณาอนุมัติ\nค่าตอบแทนหรือค่าใช้จ่ายอื่นที่จ าเป็นเกี่ยวกับการตรวจสอบกิจการของสหกรณ์\nข้อ 13 สหกรณ์อาจก าหนดให้ที่ประชุมใหญ่มีมติเลือกตั้งผู้ตรวจสอบกิจการเป็นการส ารอง\nไว้ก็ได้\nผู้ตรวจสอบกิจการที่เลือกตั้งเป็นการส ารองไว้ ให้มีสิทธิและหน้าที่ในฐานะผู้ตรวจสอบกิจการ\nทันทีที่ผู้ตรวจสอบกิจการซึ่งที่ประชุมใหญ่มีมติเลือกตั้งไว้ไม่สามารถปฏิบัติหน้าที่ได้ไม่ว่าจะเกิดจากเหตุ\nที่ขาดคุณสมบัติตามข้อ 7 หรือมีลักษณะต้องห้ามตามข้อ 8 หรือมีเหตุต้องขาดจากการเป็น\nผู้ตรวจสอบกิจการตามข้อ 15\nหมวด 3\nวาระการด ารงต าแหนง่ และการขาดจากการเป็นผตู้ รวจสอบกิจการ\nข้อ 14 ให้สหกรณ์ก าหนดวาระการด ารงต าแหน่งของผู้ตรวจสอบกิจการไว้ในข้อบังคับ\nของสหกรณ์ โดยต้องก าหนดให้มีวาระการด ารงต าแหน่งคราวละไม่เกินสามปีนับแต่ปีบัญชีที่ที่ประชุมใหญ่\nมีมติเลือกตั้งผู้ตรวจสอบกิจการ เมื่อพ้นวาระการด ารงต าแหน่ง หากยังไม่มีการเลือกตั้งใหม่ให้ปฏิบัติหน้าที่\nอยู่ต่อไปจนกว่าที่ประชุมใหญ่มีมติเลือกตั้งผู้ตรวจสอบกิจการคนใหม่",
        "หน้า ๕\nเล่ม ๑๓๗ ตอนพิเศษ ๒๘๘ ง ราชกิจจานุเบกษา ๙ ธันวาคม ๒๕๖๓\nผู้ตรวจสอบกิจการที่พ้นจากต าแหน่งตามวาระอาจได้รับการเลือกตั้งจากที่ประชุมใหญ่อีกได้\nแต่ต้องไม่เกินสองวาระติดต่อกัน\nกรณีผู้ตรวจสอบกิจการขาดจากการเป็นผู้ตรวจสอบกิจการก่อนครบวาระ ให้ก าหนดระเบียบ\nวาระการประชุมใหญ่เพื่อเลือกตั้งผู้ตรวจสอบกิจการใหม่ ในคราวประชุมใหญ่ครั้งแรกหลังจาก\nผู้ตรวจสอบกิจการคนนั้นขาดจากการเป็นผู้ตรวจสอบกิจการ และให้นับวาระการด ารงต าแหน่งของ\nผู้มาแทนต่อเนื่องจากผู้ที่ตนมาด ารงต าแหน่งแทน\nข้อ 15 ผู้ตรวจสอบกิจการต้องขาดจากการเป็นผู้ตรวจสอบกิจการเมื่อ\n(1) พ้นจากต าแหน่งตามวาระ\n(2) ตาย\n(3) ลาออก\n(4) ที่ประชุมใหญ่ของสหกรณ์ลงมติถอดถอน\n(5) อธิบดีกรมตรวจบัญชีสหกรณ์วินิจฉัยว่าขาดคุณสมบัติตามข้อ 7 หรือมีลักษณะต้องห้าม\nตามข้อ 8\nข้อ 16 ผู้ตรวจสอบกิจการที่ประสงค์จะลาออกจากต าแหน่งก่อนครบวาระให้ยื่นหนังสือ\nลาออกต่อประธานคณะกรรมการด าเนินการสหกรณ์\nการลาออกมีผลนับแต่วันที่ที่ประชุมคณะกรรมการด าเนินการสหกรณ์มีมติรับทราบหนังสือ\nลาออก\nข้อ 17 กรณีผู้ตรวจสอบกิจการปฏิบัติหน้าที่จนครบวาระการด ารงต าแหน่งแล้ว แต่สหกรณ์\nยังไม่สามารถจัดประชุมใหญ่ได้ตามกฎหมาย ให้ผู้ตรวจสอบกิจการยังคงมีหน้าที่ต้องน าเสนอรายงาน\nผลการตรวจสอบกิจการต่อที่ประชุมใหญ่ หน้าที่ของผู้ตรวจสอบกิจการจะสิ้นสุดลงเมื่อได้เสนอรายงาน\nผลการตรวจสอบกิจการต่อที่ประชุมใหญ่แล้ว\nหมวด 4\nการตรวจสอบกิจการสหกรณ์\nส่วนท ี่ 1\nหน้าทแี่ ละความรบั ผิดชอบของผตู้ รวจสอบกิจการ\nข้อ 18 ผู้ตรวจสอบกิจการมีหน้าที่ตรวจสอบการด าเนินงานทั้งปวงของสหกรณ์ ทั้งด้าน\nการปฏิบัติเกี่ยวกับการเงิน การบัญชี และด้านปฏิบัติการในการด าเนินธุรกจิ ตามที่ก าหนดไว้ในขอ้ บังคบั\nของสหกรณ์ รวมถึงการประเมินผลการควบคุมภายใน การรักษาความปลอดภัยของข้อมูลสารสนเทศ\nของสหกรณ์ และการตรวจสอบในเรื่องต่าง ๆ ดังนี้",
        "หน้า ๖\nเล่ม ๑๓๗ ตอนพิเศษ ๒๘๘ ง ราชกิจจานุเบกษา ๙ ธันวาคม ๒๕๖๓\n(1) ตรวจสอบความถูกต้องของการบันทึกบัญชีเพื่อให้เป็นไปตามแบบและรายการ\nที่นายทะเบียนสหกรณ์ก าหนด\n(2) ประเมินความมีประสิทธิภาพและประสิทธิผลการด าเนินงานของคณะกรรมการด าเนินการสหกรณ์\nเพื่อให้ข้อสังเกตและข้อเสนอแนะในการปรับปรุงการบริหารงานของคณะกรรมการด าเนินการสหกรณ์\nให้เป็นไปตามกฎหมาย ข้อบังคับ และระเบียบของสหกรณ์\n(3) สอบทานระบบการปฏิบัติงานของสหกรณ์ เพื่อให้เป็นตามกฎหมาย ระเบียบนายทะเบียนสหกรณ์\nข้อบังคับ และระเบียบของสหกรณ์ รวมถึงค าสั่งของส่วนราชการที่ก ากับดูแลก าหนดให้ต้องปฏิบัติ\n(4) ตรวจสอบและสอบทานระบบการควบคุม ดูแลรักษาทรัพย์สินของสหกรณ์ วิเคราะห์\nและประเมินผลความมีประสิทธิภาพในการใช้ทรัพย์สินของสหกรณ์ เพื่อให้การใช้ทรัพย์สินเป็นไป\nอย่างเหมาะสมและคุ้มค่า\nข้อ 19 คณะผู้ตรวจสอบกิจการของสหกรณ์ออมทรัพย์และสหกรณ์เครดิตยูเนี่ยนขนาดใหญ่\nนอกจากจะต้องตรวจสอบภายใต้ข้อก าหนดในข้อ 18 แล้ว คณะผู้ตรวจสอบกิจการต้องก าหนด\nขอบเขตการตรวจสอบและเสนอรายงานผลการตรวจสอบเฉพาะด้าน ในเรื่องดังต่อไปนี้ด้วย\n(1) ตรวจสอบรายงานทางการเงิน ให้คณะผู้ตรวจสอบกิจการตรวจสอบและเสนอรายงาน\nผลการตรวจสอบเกี่ยวกับการเปิดเผยรายการในงบการเงินของสหกรณ์เป็นไปโดยถูกต้อง และได้ปฏิบัติ\nตามกฎหมาย ประกาศ ค าสั่ง ระเบียบ ค าแนะน า แนวปฏิบัติที่นายทะเบียนสหกรณ์ก าหนด\nตรวจสอบการจัดท ารายการย่อแสดงสินทรัพย์และหนี้สินครบถ้วนและได้เปิดเผยให้สมาชิกได้รับทราบ\nเป็นประจ าทุกเดือน รวมทั้งได้มีการจัดส่งข้อมูลรายงานทางการเงินตามแบบและรายการที่ก าหนด\nในกฎกระทรวง\n(2) ตรวจสอบการบริหารความเสี่ยง ให้คณะผู้ตรวจสอบกิจการตรวจสอบการวางกลยุทธ์\nด้านการบริหารความเสี่ยงสอดคล้องกับนโยบายการบริหารความเสี่ยง และเสนอรายงานผลการ\nตรวจสอบเกี่ยวกับการก าหนดนโยบายและการวางกลยุทธ์การบริหารความเสี่ยง เช่น ความเสี่ยงด้านสินเชื่อ\nความเสี่ยงด้านการลงทุน ความเสี่ยงด้านสภาพคล่อง ความเสี่ยงด้านการปฏิบัติการ เป็นต้น เพื่อให้\nการบริหารความเสี่ยงของสหกรณ์เป็นไปตามนโยบายที่ก าหนดไว้\n(3) ตรวจสอบการบริหารด้านสินเชื่อ ให้คณะผู้ตรวจสอบกิจการตรวจสอบและเสนอรายงาน\nผลการตรวจสอบเกี่ยวกับการให้สินเชื่อประเภทต่าง ๆ ของสหกรณ์เป็นไปตามนโยบายด้านสินเชื่อ\nที่วางไว้ สามารถประเมิน ติดตามและดูแลความเสี่ยงที่อาจเกิดขึ้นจากการที่ลูกหนี้ไม่สามารถช าระหนี้\nได้ตามก าหนดในสัญญา ตรวจสอบการวางกลยุทธ์และระบบปฏิบัติการเป็นไปตามนโยบายด้านสินเชื่อ\nและหลักเกณฑ์ที่ก าหนดไว้ในกฎกระทรวง",
        "หน้า ๗\nเล่ม ๑๓๗ ตอนพิเศษ ๒๘๘ ง ราชกิจจานุเบกษา ๙ ธันวาคม ๒๕๖๓\n(4) ตรวจสอบการบริหารด้านการลงทุน ให้คณะผู้ตรวจสอบกิจการตรวจสอบและเสนอ\nรายงานผลการตรวจสอบเกี่ยวกับการก าหนดนโยบายด้านการลงทุน การลงทุนของสหกรณ์ต้องอยู่\nภายใต้นโยบายที่ก าหนดและเป็นไปตามกฎหมายสหกรณ์ และได้ด าเนินการภายใต้เกณฑ์ที่ก าหนด\nในกฎกระทรวง\n(5) ตรวจสอบการบริหารสภาพคล่อง ให้คณะผู้ตรวจสอบกิจการตรวจสอบและเสนอรายงาน\nผลการตรวจสอบเกี่ยวกับการก าหนดนโยบายหรอื แผนงานในการควบคุมการบรหิ ารความเสี่ยงด้านสภาพ\nคล่องของสหกรณ์ การด ารงสินทรัพย์สภาพคล่องเป็นไปตามที่ก าหนดในกฎกระทรวง\nกรณีพบการทุจริต การขัดแย้งทางผลประโยชน์หรือมีสิ่งผิดปกติหรือมีความบกพร่องที่ส าคัญ\nในระบบการควบคุมภายใน การฝ่าฝืนกฎหมายสหกรณ์หรือกฎหมายอื่นที่เกี่ยวข้อง การฝ่าฝืนระเบียบ\nค าสั่งนายทะเบียนสหกรณ์ คณะผู้ตรวจสอบกิจการต้องเปิดเผยไว้ในรายงานผลการตรวจสอบกิจการ\nและน าเสนอ ต่อที่ประชุมคณะกรรมการด าเนินการสหกรณ์และที่ประชุมใหญ่\nข้อ 20 ผู้ตรวจสอบกิจการมีหน้าที่ตรวจสอบเพื่อให้แน่ใจว่า หนังสือจากส่วนราชการ\nที่มีหน้าที่ก ากับดูแลสหกรณ์ และจากผู้สอบบัญชีสหกรณ์ที่แจ้งข้อสังเกตหรือข้อบกพร่องเกี่ยวกับ\nการด าเนินงานของสหกรณ์ได้รับการพิจารณาแก้ไขแล้ว\nข้อ 21 ผู้ตรวจสอบกิจการมีหน้าที่รายงานผลการตรวจสอบกิจการเป็นลายลักษณ์อักษร\nเพื่อสรุปผลการตรวจสอบ รวมทั้งข้อสังเกตและข้อเสนอแนะที่เป็นประโยชน์เสนอต่อที่ประชุม\nคณะกรรมการดา เนนิ การและที่ประชุมใหญข่ องสหกรณ์ โดยให้เสนอผลการตรวจสอบกิจการ ดังต่อไปนี้\n(1) รายงานผลการตรวจสอบกิจการประจ าเดือน ให้เสนอต่อคณะกรรมการด าเนินการสหกรณ์\nในการประชุมประจ าเดือน\n(2) รายงานผลการตรวจสอบกิจการประจ าปีให้เสนอต่อที่ประชุมใหญ่ของสหกรณ์\n(3) รายงานผลการตรวจสอบกิจการกรณีเร่งด่วน ในกรณีที่ผู้ตรวจสอบกิจการพบว่า\nมีเหตุการณ์ที่อาจก่อให้เกิดความเสียหายกับสหกรณ์ หรือสหกรณ์มีการปฏิบัติไม่เป็นไปตามกฎหมาย\nระเบียบ ค าสั่ง ประกาศ หรือค าแนะน าของทางราชการ รวมทั้งข้อบังคับ ระเบียบ มติที่ประชุม\nหรือค าสั่งของสหกรณ์ที่อาจจะก่อให้เกิดความเสียหายแก่สมาชิกและสหกรณ์ ให้ผู้ตรวจสอบกิจการ\nแจ้งผลการตรวจสอบกิจการต่อคณะกรรมการด าเนินการสหกรณ์ทันที\nให้จัดส่งส าเนารายงานตามวรรคหนึ่งต่อส านักงานตรวจบัญชีสหกรณ์ และส านักงานสหกรณ์จังหวดั\nหรือส านักงานส่งเสริมสหกรณ์กรุงเทพมหานครโดยเร็ว\nข้อ 22 ให้ผู้ตรวจสอบกิจการติดตามผลการด าเนินการแก้ไขข้อบกพร่อง ข้อสังเกต และให้\nรายงานผลการติดตามการแก้ไขข้อบกพร่อง ข้อสังเกตของสหกรณ์ไว้ในรายงานผลการตรวจสอบกิจการด้วย",
        "หน้า ๘\nเล่ม ๑๓๗ ตอนพิเศษ ๒๘๘ ง ราชกิจจานุเบกษา ๙ ธันวาคม ๒๕๖๓\nข้อ 23 ให้ผู้ตรวจสอบกิจการเข้าร่วมประชุมคณะกรรมการดา เนินการและเขา้ ร่วมประชุมใหญ่\nเพื่อชี้แจงรายงานผลการตรวจสอบกิจการต่อที่ประชุม\nส่วนท ี่ 2\nหน้าทขี่ องสหกรณ์ต่อผตู้ รวจสอบกิจการ\nข้อ 24 ให้สหกรณ์ก าหนดขอบเขตความรับผิดชอบของผู้ตรวจสอบกิจการไว้ในข้อบังคับ\nของสหกรณ์\nกรณีผู้ตรวจสอบกิจการฝ่าฝืนไม่ปฏิบัติตามวรรคหนึ่ง เป็นเหตุให้สหกรณ์ได้รับความเสียหาย\nการพิจารณาความรับผิดของผู้ตรวจสอบกิจการ ให้เป็นไปตามมติที่ประชุมใหญ่\nข้อ 25 ให้สหกรณ์มีหน้าที่ ดังต่อไปนี้\n(1) อ านวยความสะดวก ให้ความร่วมมือแก่ผู้ตรวจสอบกิจการ ในการให้ค าชี้แจง\nตอบข้อซักถามต่าง ๆ พร้อมทั้งจัดเตรียมข้อมูล เอกสารหลักฐานประกอบการบันทึกบัญชีของสหกรณ์\nเพื่อประโยชน์ในการตรวจสอบกิจการ\n(2) ก าหนดระเบียบวาระการประชุมให้ผู้ตรวจสอบกิจการรายงานผลการตรวจสอบกิจการ\nประจ าเดือน และจัดท าหนังสือเชิญให้ผู้ตรวจสอบกิจการเข้าร่วมประชุมคณะกรรมการด าเนินการสหกรณ์\nทุกครั้ง\n(3) พิจารณาปฏิบัติตามข้อสังเกตและข้อเสนอแนะของผู้ตรวจสอบกิจการ เพื่อให้การด าเนินกิจการ\nของสหกรณ์เป็นไปโดยถูกต้องตามกฎหมาย ระเบียบ และข้อบังคับของสหกรณ์\nหมวด 5\nจริยธรรมของผู้ตรวจสอบกจิ การ\nข้อ 26 ผู้ตรวจสอบกิจการพึงประพฤติปฏิบัติตนในการปฏิบัติงานตรวจสอบกิจการของสหกรณ์\nดังนี้\n(1) ความซื่อสัตย์ ผู้ตรวจสอบกิจการจะตอ้ งสรา้ งความเชื่อมนั่ ให้เกดิ ความไวว้ างใจ และท าให้\nสมาชิกยอมรับและเชื่อว่า รายงานผลการตรวจสอบกิจการน่าเชื่อถือ โดยผู้ตรวจสอบกิจการจะต้อง\n(1.1) ปฏิบัติหน้าที่ของตนด้วยความซื่อสัตย์ ขยันหมั่นเพียรและมีส านึกรับผิดชอบ\n(1.2) ปฏิบัติตามกฎหมาย ระเบียบนายทะเบียนสหกรณ์และเปิดเผยข้อมูลตามที่\nระเบียบนี้ก าหนด\n(1.3) ไม่มีส่วนร่วมโดยเจตนาในกิจกรรมที่ขัดต่อกฎหมาย หรือการกระท าที่อาจเสื่อมเสีย\nต่อสมาชิกหรือสหกรณ์\n(1.4) ให้การสนับสนุนวัตถุประสงค์ในการด าเนินการของสหกรณ์ที่ถูกต้องตามกฎหมาย\nระเบียบ ข้อบังคับของสหกรณ์",
        "หน้า ๙\nเล่ม ๑๓๗ ตอนพิเศษ ๒๘๘ ง ราชกิจจานุเบกษา ๙ ธันวาคม ๒๕๖๓\n(2) ความเที่ยงธรรม ผู้ตรวจสอบกิจการจะต้องแสดงความเที่ยงธรรมในการตรวจสอบกิจการ\nของสหกรณ์ โดยการรวบรวมประเมินผลการตรวจสอบและประเมินสถานการณ์ที่เกี่ยวข้องอย่างเป็นกลาง\nไม่ล าเอียง และไม่ปล่อยให้เกิดอคติ หรือไม่ให้บุคคลอื่นมีอิทธิพลเหนือการตัดสินใจในการประเมินผล\nการตรวจสอบกิจการของสหกรณ์ โดยผู้ตรวจสอบกิจการจะต้อง\n(2.1) ไม่มีส่วนร่วมในกิจกรรมหรือความสัมพันธ์ที่บั่นทอนหรืออาจบั่นทอนการประเมิน\nอย่างเป็นกลาง ไม่ล าเอียง รวมไปถึงการกระท าหรือมีความสัมพันธ์ที่ขัดต่อผลประโยชน์ของสหกรณ์ด้วย\n(2.2) ไม่เรียกร้อง ไม่รับสิ่งตอบแทนใด ๆ นอกเหนือจากค่าตอบแทนและค่าใช้จ่ายอื่น ๆ\nที่พึงได้ตามข้อตกลงที่ท าไว้กับสหกรณ์\n(2.3) เปิดเผยความจริงทั้งหมดที่ทราบ ซึ่งหากละเว้นไม่เปิดเผยแล้วอาจท าให้รายงาน\nผลการตรวจสอบกิจการบิดเบือนไป\n(3) การรักษาความลับ ผู้ตรวจสอบกิจการต้องไม่เปิดเผยข้อมูลโดยปราศจากอ านาจหน้าที่\nที่ก าหนด เว้นแต่กฎหมายก าหนดไว้เป็นอย่างอื่นโดยผู้ตรวจสอบกิจการจะต้อง\n(3.1) รอบคอบในการใช้และปกป้องข้อมูลที่ได้มาระหว่างการปฏิบัติหน้าที่\n(3.2) ไม่ใช้ข้อมูลที่ได้มาเพื่อผลประโยชน์ส่วนตนหรือเพื่อการใด ที่ขัดต่อกฎหมายหรือ\nข้อบังคับของสหกรณ์\n(4) ผู้ตรวจสอบกิจการจะต้องใช้ความรู้ ทักษะและประสบการณ์ที่จ าเป็นในการปฏิบัติงาน\nตรวจสอบกิจการ โดยต้องพัฒนาความรู้ ทักษะ ความช านาญของตนอย่างต่อเนื่อง\nบทเฉพาะกาล\nข้อ 27 ในกรณีที่ข้อบังคับของสหกรณ์ก าหนดเรื่องการตรวจสอบกิจการไว้ขัดหรือแย้งกับ\nระเบียบนี้ ให้ข้อบังคับของสหกรณ์มีผลใช้บังคับต่อไปจนกว่าจะมีการแก้ไขเปลี่ยนแปลงให้เป็นไปตาม\nระเบียบนี้ แต่ต้องไม่เกินสองปีนับแต่ระเบียบนี้มีผลใช้บังคับ\nข้อ 28 ผู้ตรวจสอบกิจการในสหกรณ์ออมทรัพย์และสหกรณ์เครดิตยูเนี่ยนขนาดใหญ่ที่ไม่มี\nคุณสมบัติตามข้อ 7 วรรคสอง ให้ถือว่าเป็นผู้มีคุณสมบัติและสามารถปฏิบัติหน้าที่ตามระเบียบนี้ต่อไปได้\nจนกว่าจะครบวาระการด ารงต าแหน่งตามข้อบังคับ\nประกาศ ณ วนั ที่ 12 ตลุ าคม พ.ศ. ๒๕63\nโอภาส ทองยงค ์\nอธิบดีกรมตรวจบัญชีสหกรณ์\nพนักงานเจ้าหน้าท ี่ ปฏิบัตกิ ารแทน\nนายทะเบียนสหกรณ ์"
    ]
}