{
    "content": [
        "หน้า 1\nเลม่ ๑๒๗ ตอนท (cid:18)ี ๒๖ ก ราชกจิ จานุเบกษา ๒๑ เมษายน ๒๕๕๓\n________________________________________________________________________\nพระราชบญั ญตั ิ\nสหกรณ์ (ฉบบั ที(cid:21) ๒)\nพ.ศ. ๒๕๕๓\n_______________\nภมู ิพลอดลุ ยเดช ป.ร.\nให้ไว้ ณ วนั ที(cid:21) ๙ เมษายน พ.ศ. ๒๕๕๓\nเป็นปีที(cid:21) ๖๕ ในรชั กาลปัจจบุ นั\nพระบาทสมเดจ็ พระปรมนิ ทรมหาภมู พิ ลอดุลยเดช มพี ระบรมราชโองการโปรดเกลา้ ฯใหป้ ระกาศวา่\nโดยทเ(cid:18)ี ป็นการสมควรแกไ้ ขเพมิ(cid:18) เตมิ กฎหมายวา่ ดว้ ยสหกรณ์\nพระราชบญั ญตั นิ (cid:55)ีมบี ทบญั ญตั บิ างประการเกย(cid:18)ี วกบั การจาํ กดั สทิ ธแิ ละเสรภี าพของบุคคล ซง(cid:18)ึ\nมาตรา ๒๙ ประกอบกบั มาตรา ๔๑ ของรฐั ธรรมนูญแหง่ ราชอาณาจกั รไทย บญั ญตั ใิ หก้ ระทาํ ได้\nโดยอาศยั อาํ นาจตามบทบญั ญตั แิ หง่ กฎหมาย\nจงึ ทรงพระกรุณาโปรดเกลา้ ฯ ใหต้ ราพระราชบญั ญตั ขิ น(cid:55)ึ ไวโ้ ดยคาํ แนะนําและยนิ ยอมของ\nรฐั สภา ดงั ต่อไปน(cid:55)ี\nมาตรา ๑ พระราชบญั ญตั นิ (cid:55)ีเรยี กวา่ “พระราชบญั ญตั สิ หกรณ์ (ฉบบั ท (cid:18)ี ๒) พ.ศ. ๒๕๕๓”\nมาตรา ๒ พระราชบญั ญตั นิ (cid:55)ีใหใ้ ชบ้ งั คบั ตงั(cid:55) แต่วนั ถดั จากวนั ประกาศในราชกจิ จานุเบกษา\nเป็นตน้ ไป\nมาตรา ๓ ใหย้ กเลกิ ความในวรรคหน(cid:18)ึงของมาตรา ๙ แหง่ พระราชบญั ญตั สิ หกรณ์\nพ.ศ. ๒๕๔๒ และใหใ้ ชค้ วามต่อไปน(cid:55)ีแทน",
        "หน้า 2\nเลม่ ๑๒๗ ตอนท (cid:18)ี ๒๖ ก ราชกจิ จานุเบกษา ๒๑ เมษายน ๒๕๕๓\n________________________________________________________________________\n“มาตรา ๙ ใหม้ คี ณะกรรมการพฒั นาการสหกรณ์แหง่ ชาต ิ ประกอบดว้ ย รฐั มนตร ี\nเป็นประธานกรรมการ ปลดั กระทรวงเกษตรและสหกรณ์เป็นรองประธานกรรมการ ปลดั กระทรวง\nการพฒั นาสงั คมและความมนั(cid:18) คงของมนุษย ์ ปลดั กระทรวงพาณิชย ์ ปลดั กระทรวงศกึ ษาธกิ าร\nปลดั กระทรวงอุตสาหกรรม เลขาธกิ ารคณะกรรมการพฒั นาการเศรษฐกจิ และสงั คมแหง่ ชาต ิ อธบิ ดี\nกรมตรวจบญั ชสี หกรณ์ ผอู้ าํ นวยการสาํ นกั งบประมาณ ผอู้ าํ นวยการสาํ นกั งานเศรษฐกจิ การคลงั\nผจู้ ดั การใหญ่ธนาคารเพอ(cid:18)ื การเกษตรและสหกรณ์การเกษตร ประธานกรรมการธนาคารอสิ ลามแหง่\nประเทศไทย ผแู้ ทนสนั นิบาตสหกรณ์แหง่ ประเทศไทยซง(cid:18)ึ เป็นกรรมการดาํ เนินการ ประธาน\nกรรมการดาํ เนินการชุมนุมสหกรณ์ระดบั ประเทศประเภทละหน(cid:18)ึงคน ประธานคณะกรรมการกลาง\nกลุม่ เกษตรกรระดบั ประเทศหน(cid:18)ึงคน เป็นกรรมการโดยตําแหน่ง และผทู้ รงคุณวุฒซิ ง(cid:18)ึ รฐั มนตรี\nแต่งตงั(cid:55) ไมเ่ กนิ หา้ คนเป็นกรรมการ”\nมาตรา ๔ ใหย้ กเลกิ ความในมาตรา ๑๕ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ. ๒๕๔๒ และให้\nใชค้ วามต่อไปน(cid:55)ีแทน\n“มาตรา ๑๕ ใหอ้ ธบิ ดกี รมสง่ เสรมิ สหกรณ์เป็นนายทะเบยี นสหกรณ์\nใหน้ ายทะเบยี นสหกรณ์แต่งตงั(cid:55) ขา้ ราชการในสงั กดั กระทรวงเกษตรและสหกรณ์ ซง(cid:18)ึ\nดาํ รงตําแหน่งไมต่ (cid:18)ํากวา่ ผอู้ าํ นวยการกองหรอื เทยี บเทา่ เป็นรองนายทะเบยี นสหกรณ์ มอี าํ นาจ\nหน้าทต(cid:18)ี ามทบ(cid:18)ี ญั ญตั ไิ วใ้ นพระราชบญั ญตั นิ (cid:55)ีหรอื ตามทน(cid:18)ี ายทะเบยี นสหกรณ์มอบหมาย\nการแต่งตงั(cid:55) ตามวรรคสองใหป้ ระกาศในราชกจิ จานุเบกษา”\nมาตรา ๕ ใหย้ กเลกิ ความในมาตรา ๓๐ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ. ๒๕๔๒และใหใ้ ช้\nความต่อไปน(cid:55)ีแทน\n“มาตรา ๓๐ ใหม้ คี ณะกรรมการบรหิ าร กพส. ประกอบดว้ ย อธบิ ดกี รมสง่ เสรมิ\nสหกรณ์เป็นประธานกรรมการ อธบิ ดกี รมตรวจบญั ชสี หกรณ์ อธบิ ดกี รมประมง อธบิ ดกี รมปศุสตั ว ์\nอธบิ ดกี รมสง่ เสรมิ การเกษตร ผแู้ ทนกรมบญั ชกี ลาง ผแู้ ทนสาํ นกั งบประมาณ เป็นกรรมการโดย\nตําแหน่งกรรมการอ(cid:18)นื ซง(cid:18)ึ รฐั มนตรแี ต่งตงั(cid:55) จากผแู้ ทนของสหกรณ์ประเภทละหน(cid:18)ึงคน และผแู้ ทนกลุม่\nเกษตรกรหน(cid:18)ึงคน เป็นกรรมการ\nใหร้ องอธบิ ดกี รมสง่ เสรมิ สหกรณ์ซง(cid:18)ึ อธบิ ดกี รมสง่ เสรมิ สหกรณ์มอบหมายเป็น\nกรรมการและเลขานุการ",
        "หน้า 3\nเลม่ ๑๒๗ ตอนท (cid:18)ี ๒๖ ก ราชกจิ จานุเบกษา ๒๑ เมษายน ๒๕๕๓\n________________________________________________________________________\nการเลอื กผแู้ ทนของสหกรณ์และผแู้ ทนกลุม่ เกษตรกรเพอ(cid:18)ื ใหร้ ฐั มนตรแี ต่งตงั(cid:55) ตามวรรคหน(cid:18)ึง\nใหเ้ ป็นไปตามหลกั เกณฑท์ ค(cid:18)ี ณะกรรมการพฒั นาการสหกรณ์แหง่ ชาตกิ ําหนดใหค้ ณะกรรมการ\nบรหิ าร กพส. มอี าํ นาจหน้าทบ(cid:18)ี รหิ าร กพส. ตลอดจนตรวจสอบตดิ ตามและประเมนิ ผลงานของ\nสหกรณ์ทไ(cid:18)ี ดร้ บั การสง่ เสรมิ กจิ การจาก กพส. ตามหลกั เกณฑท์ ก(cid:18)ี ําหนดในระเบยี บกรมสง่ เสรมิ\nสหกรณ์”\nมาตรา ๖ ใหย้ กเลกิ ความในมาตรา ๓๑ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ. ๒๕๔๒และใหใ้ ช้\nความต่อไปน(cid:55)ีแทน\n“มาตรา ๓๑ ใหน้ ําความในมาตรา ๑๑ และมาตรา ๑๒ มาใชบ้ งั คบั แก่การดาํ รง\nตําแหน่งของกรรมการ บรหิ าร กพส. ซง(cid:18)ึ รฐั มนตรแี ต่งตงั(cid:55) จากผแู้ ทนของสหกรณ์และผแู้ ทนกลุม่\nเกษตรกรโดยอนุโลม”\nมาตรา ๗ ใหย้ กเลกิ ความในวรรคสองของมาตรา ๔๒ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ.\n๒๕๔๒ และใหใ้ ชค้ วามตอ่ ไปน(cid:55)ีแทน\n“ในระหวา่ งทส(cid:18)ี มาชกิ ภาพของสมาชกิ ยงั ไมส่ น(cid:55)ิ สุดลง หา้ มมใิ หเ้ จา้ หน(cid:55)ีของสมาชกิ ใชส้ ทิ ธิ\nเรยี กรอ้ งหรอื อายดั คา่ หุน้ ของสมาชกิ ผนู้ นั(cid:55) และเม(cid:18)อื สมาชกิ ภาพของสมาชกิ สน(cid:55)ิ สุดลง สหกรณ์มสี ทิ ธิ\nนําเงนิ ตามมลู คา่ หุน้ ทส(cid:18)ี มาชกิ มอี ยมู่ าหกั กลบลบหน(cid:55)ีทส(cid:18)ี มาชกิ ผกู พนั ตอ้ งชาํ ระหน(cid:55)ีแกส่ หกรณ์ไดแ้ ละ\nใหส้ หกรณ์มฐี านะเป็นเจา้ หน(cid:55)ีบุรมิ สทิ ธพิ เิ ศษเหนือเงนิ คา่ หุน้ นนั(cid:55) ”\nมาตรา ๘ ใหเ้ พมิ(cid:18) ความตอ่ ไปน(cid:55)ีเป็นมาตรา ๔๒/๑ และมาตรา ๔๒/๒ แหง่ พระราชบญั ญตั ิ\nสหกรณ์ พ.ศ. ๒๕๔๒\n“มาตรา ๔๒/๑ เม(cid:18)อื สมาชกิ ไดท้ าํ ความยนิ ยอมเป็นหนงั สอื ไวก้ บั สหกรณ์ ใหผ้ บู้ งั คบั บญั ชา\nในหน่วยงานของรฐั หรอื นายจา้ งในสถานประกอบการ หรอื หน่วยงานอ(cid:18)นื ใดทส(cid:18)ี มาชกิ ปฏบิ ตั หิ น้าท(cid:18)ี\nอยหู่ กั เงนิ เดอื นหรอื คา่ จา้ ง หรอื เงนิ อ(cid:18)นื ใด ทถ(cid:18)ี งึ กําหนดจา่ ยแก่สมาชกิ นนั(cid:55) เพอ(cid:18)ื ชาํ ระหน(cid:55)ีหรอื ภาระ\nผกู พนั อ(cid:18)นื ทม(cid:18)ี ตี ่อสหกรณ์ ใหแ้ ก่สหกรณ์ตามจาํ นวนทส(cid:18)ี หกรณ์แจง้ ไป จนกวา่ หน(cid:55)ีหรอื ภาระผกู พนั นนั(cid:55)\nจะระงบั สน(cid:55)ิ ไปใหห้ น่วยงานนนั(cid:55) หกั เงนิ ดงั กลา่ วและสง่ เงนิ ทห(cid:18)ี กั ไวน้ นั(cid:55) ใหแ้ ก่สหกรณ์โดยพลนั\nการแสดงเจตนายนิ ยอมตามวรรคหน(cid:18)ึง มอิ าจจะถอนคนื ได ้ เวน้ แต่สหกรณ์ใหค้ วามยนิ ยอม\nการหกั เงนิ ตามวรรคหน(cid:18)ึง ตอ้ งหกั ใหส้ หกรณ์เป็นลาํ ดบั แรก ถดั จากหน(cid:55)ีภาษอี ากรและการหกั เงนิ เขา้\nกองทุนทส(cid:18)ี มาชกิ ตอ้ งถูกหกั ตามกฎหมายวา่ ดว้ ยกองทุนบาํ เหน็จบาํ นาญขา้ ราชการ กฎหมายวา่\nดว้ ยกองทุนสาํ รองเลย(cid:55)ี งชพี กฎหมายวา่ ดว้ ยการคุม้ ครองแรงงาน และกฎหมายวา่ ดว้ ยการ\nประกนั สงั คม",
        "หน้า 4\nเลม่ ๑๒๗ ตอนท (cid:18)ี ๒๖ ก ราชกจิ จานุเบกษา ๒๑ เมษายน ๒๕๕๓\n________________________________________________________________________\nมาตรา ๔๒/๒ สมาชกิ อาจทาํ หนงั สอื ตงั(cid:55) บุคคลหน(cid:18)ึงหรอื หลายคนเป็นผรู้ บั โอนประโยชน์ใน\nเงนิ คา่ หุน้ เงนิ ฝาก หรอื เงนิ อ(cid:18)นื ใดจากสหกรณ์เม(cid:18)อื ตนถงึ แก่ความตาย โดยมอบไวแ้ ก่สหกรณ์เป็น\nหลกั ฐาน”\nมาตรา ๙ ใหย้ กเลกิ ความใน (๕) ของมาตรา ๔๖ แหง่ พระราชบญั ญตั สิ หกรณ์พ.ศ. ๒๕๔๒\nและใหใ้ ชค้ วามต่อไปน(cid:55)ีแทน\n“(๕) รบั ฝากเงนิ ประเภทออมทรพั ยห์ รอื ประเภทประจาํ จากสมาชกิ หรอื สหกรณ์อ(cid:18)นื หรอื\nสมาคมฌาปนกจิ สงเคราะหซ์ ง(cid:18)ึ มสี มาชกิ ของสมาคมนนั(cid:55) ไมน่ ้อยกวา่ กง(cid:18)ึ หน(cid:18)ึงเป็นสมาชกิ ของสหกรณ์\nผรู้ บั ฝากเงนิ ทงั(cid:55) น(cid:55)ี ตามระเบยี บของสหกรณ์ทไ(cid:18)ี ดร้ บั ความเหน็ ชอบจากนายทะเบยี นสหกรณ์”\nมาตรา ๑๐ ใหย้ กเลกิ ความใน (๑) ของมาตรา ๕๒ แหง่ พระราชบญั ญตั สิ หกรณ์พ.ศ.\n๒๕๔๒ และใหใ้ ชค้ วามตอ่ ไปน(cid:55)ีแทน\n“(๑) เคยไดร้ บั โทษจาํ คุกโดยคาํ พพิ ากษาถงึ ทส(cid:18)ี ุดใหจ้ าํ คุก เวน้ แต่เป็นโทษสาํ หรบั ความผดิ ท(cid:18)ี\nไดก้ ระทาํ โดยประมาทหรอื ความผดิ ลหุโทษ”\nมาตรา ๑๑ ใหย้ กเลกิ ความในวรรคหน(cid:18)ึงของมาตรา ๖๐ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ.\n๒๕๔๒ และใหใ้ ชค้ วามตอ่ ไปน(cid:55)ีแทน\n“มาตรา ๖๐ การจดั สรรกาํ ไรสุทธปิ ระจาํ ปีของสหกรณ์ ใหจ้ ดั สรรเป็นทุนสาํ รองไมน่ ้อยกวา่\nรอ้ ยละสบิ ของกําไรสุทธ ิ และเป็นคา่ บาํ รุงสนั นิบาตสหกรณ์แหง่ ประเทศไทยตามอตั ราทก(cid:18)ี ําหนดใน\nกฎกระทรวงแต่ตอ้ งไมเ่ กนิ รอ้ ยละหา้ ของกําไรสุทธ”ิ\nมาตรา ๑๒ ใหย้ กเลกิ ความในมาตรา ๑๑๒ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ. ๒๕๔๒และ\nใหใ้ ชค้ วามต่อไปน(cid:55)ีแทน\n“มาตรา ๑๑๒ ใหม้ คี ณะกรรมการดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศไทย\nประกอบดว้ ย ประธานกรรมการดาํ เนินการชุมนุมสหกรณ์ระดบั ประเทศประเภทละหน(cid:18)ึงคน ในกรณี\nทส(cid:18)ี หกรณ์ประเภทใดไมม่ ชี ุมนุมสหกรณ์ระดบั ประเทศ ใหม้ ผี แู้ ทนจากสหกรณ์ประเภทนนั(cid:55) จาํ นวน\nหน(cid:18)ึงคนเป็นกรรมการโดยตําแหน่ง และกรรมการอ(cid:18)นื ซง(cid:18)ึ ทป(cid:18)ี ระชุมใหญ่ของสนั นิบาตสหกรณ์แหง่\nประเทศไทยเลอื กตงั(cid:55) จากผแู้ ทนสหกรณ์ซง(cid:18)ึ เป็นกรรมการดาํ เนินการ มจี าํ นวนเทา่ กบั กรรมการโดย\nตําแหน่งเป็นกรรมการ\nใหค้ ณะกรรมการดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศไทยเลอื กตงั(cid:55) กรรมการเป็น\nประธานกรรมการคนหน(cid:18)ึง และรองประธานกรรมการคนหน(cid:18)ึงหรอื หลายคน",
        "หน้า 5\nเลม่ ๑๒๗ ตอนท (cid:18)ี ๒๖ ก ราชกจิ จานุเบกษา ๒๑ เมษายน ๒๕๕๓\n________________________________________________________________________\nใหค้ ณะกรรมการดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศไทยแต่งตงั(cid:55) ผอู้ าํ นวยการสนั นิบาต\nสหกรณ์แหง่ ประเทศไทย และใหผ้ อู้ าํ นวยการสนั นิบาตสหกรณ์แหง่ ประเทศไทยเป็นเลขานุการของ\nคณะกรรมการดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศไทย\nหลกั เกณฑแ์ ละวธิ กี ารไดม้ าซง(cid:18)ึ ผแู้ ทนสหกรณ์ทไ(cid:18)ี มม่ ชี ุมนุมสหกรณ์ระดบั ประเทศใหเ้ ป็นไป\nตามระเบยี บของสนั นิบาตสหกรณ์แหง่ ประเทศไทย\nการกําหนดสดั สว่ นผแู้ ทนสหกรณ์ทจ(cid:18)ี ะไดร้ บั เลอื กตงั(cid:55) เป็นกรรมการอ(cid:18)นื ใหเ้ ป็นไปตามระเบยี บ\nในมาตรา ๑๑๓ (๓)\nใหน้ ําบทบญั ญตั มิ าตรา ๕๒ มาใชบ้ งั คบั แก่คณะกรรมการดาํ เนินการสนั นิบาตสหกรณ์แหง่\nประเทศไทยและผอู้ าํ นวยการสนั นิบาตสหกรณ์แหง่ ประเทศไทย โดยอนุโลม”\nมาตรา ๑๓ ใหย้ กเลกิ ความในมาตรา ๑๑๕ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ. ๒๕๔๒และ\nใหใ้ ชค้ วามต่อไปน(cid:55)ีแทน\n“มาตรา ๑๑๕ นอกจากการพน้ จากตําแหน่งตามวาระตามมาตรา ๑๑๔ กรรมการดาํ เนินการ\nสนั นิบาตสหกรณ์แหง่ ประเทศไทยพน้ จากตําแหน่ง เม(cid:18)อื\n(๑) ตาย\n(๒) ลาออก\n(๓) เป็นบุคคลลม้ ละลาย\n(๔) เป็นคนไรค้ วามสามารถหรอื คนเสมอื นไรค้ วามสามารถ\n(๕) ไดร้ บั โทษจาํ คุกโดยคาํ พพิ ากษาถงึ ทส(cid:18)ี ุดใหจ้ าํ คุก เวน้ แตเ่ ป็นโทษสาํ หรบั ความผดิ ทไ(cid:18)ี ด้\nกระทาํ โดยประมาทหรอื ความผดิ ลหุโทษ\n(๖) พน้ จากการเป็นสมาชกิ ของสหกรณ์\nภายใตบ้ งั คบั ตามวรรคหน(cid:18)ึง กรรมการดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศไทยซง(cid:18)ึ ท(cid:18)ี\nประชุมใหญ่เลอื กตงั(cid:55) พน้ จากตําแหน่งเม(cid:18)อื ทป(cid:18)ี ระชุมใหญ่มมี ตใิ หถ้ อดถอนออกจากตําแหน่งดว้ ย\nคะแนนเสยี งไมน่ ้อยกวา่ สองในสามของจาํ นวนผแู้ ทนสหกรณ์ซง(cid:18)ึ มาประชมุ\nเม(cid:18)อื มกี รณีตามวรรคหน(cid:18)ึงหรอื วรรคสอง ใหก้ รรมการเทา่ ทเ(cid:18)ี หลอื อยปู่ ฏบิ ตั หิ น้าทต(cid:18)ี ่อไปไดแ้ ละ\nใหถ้ อื วา่ คณะกรรมการดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศไทยประกอบดว้ ยกรรมการเทา่ ทม(cid:18)ี ี\nอยเู่ วน้ แต่มกี รรมการเหลอื อยไู่ มถ่ งึ สองในสาม",
        "หน้า 6\nเลม่ ๑๒๗ ตอนท (cid:18)ี ๒๖ ก ราชกจิ จานุเบกษา ๒๑ เมษายน ๒๕๕๓\n________________________________________________________________________\nในกรณีทก(cid:18)ี รรมการดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศไทยซง(cid:18)ึ ทป(cid:18)ี ระชุมใหญ่เลอื กตงั(cid:55)\nพน้ จากตําแหน่งก่อนวาระ ใหท้ ป(cid:18)ี ระชุมใหญ่สนั นิบาตสหกรณ์แหง่ ประเทศไทยเลอื กผแู้ ทนสหกรณ์\nเป็นกรรมการแทน เวน้ แต่วาระของกรรมการทพ(cid:18)ี น้ จากตําแหน่งเหลอื อยไู่ มถ่ งึ เกา้ สบิ วนั จะไม่\nดาํ เนินการเลอื กตงั(cid:55) กรรมการแทนตําแหน่งทว(cid:18)ี า่ งกไ็ ด ้ และใหผ้ ไู้ ดร้ บั เลอื กตงั(cid:55) อยใู่ นตําแหน่งเทา่ กบั\nวาระทเ(cid:18)ี หลอื อยขู่ องกรรมการซง(cid:18)ึ ตนแทน”\nมาตรา ๑๔ ใหเ้ พมิ(cid:18) ความต่อไปน(cid:55)ีเป็นวรรคสข(cid:18)ี องมาตรา ๑๑๖ แหง่ พระราชบญั ญตั สิ หกรณ์\nพ.ศ. ๒๕๔๒\n“ในกรณีทค(cid:18)ี ณะกรรมการดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศไทยไมเ่ รยี กประชุมใหญ่\nวสิ ามญั ตามวรรคสาม สมาชกิ จาํ นวนไมน่ ้อยกวา่ หน(cid:18)ึงในสบิ ของจาํ นวนสมาชกิ ทงั(cid:55) หมดอาจทาํ\nหนงั สอื รอ้ งขอภายในหกสบิ วนั นบั แต่วนั พน้ กําหนดเวลาตามวรรคสาม เพอ(cid:18)ื ใหร้ ฐั มนตรเี รยี กประชุม\nใหญ่วสิ ามญั ได ้ ในกรณีเชน่ น(cid:55)ีใหร้ ฐั มนตรเี รยี กประชุมใหญ่วสิ ามญั ภายในสามสบิ วนั นบั แต่วนั ท(cid:18)ี\nไดร้ บั หนงั สอื รอ้ งขอ”\nมาตรา ๑๕ ใหเ้ พมิ(cid:18) ความต่อไปน(cid:55)ีเป็นมาตรา ๑๑๗/๑ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ.\n๒๕๔๒\n“มาตรา ๑๑๗/๑ ในกรณีทม(cid:18)ี ปี ญั หาเกย(cid:18)ี วกบั การดาํ เนินการของสนั นิบาตสหกรณ์แหง่\nประเทศไทยใหป้ ระธานกรรมการดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศไทย หรอื กรรมการ\nดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศไทยจาํ นวนไมน่ ้อยกวา่ หน(cid:18)ึงในสามของกรรมการ\nดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศไทย หรอื สหกรณ์ทเ(cid:18)ี ป็นสมาชกิ ไมน่ ้อยกวา่ หน(cid:18)ึงรอ้ ย\nสหกรณ์ รอ้ งขอใหค้ ณะกรรมการพฒั นาการสหกรณ์แหง่ ชาตวิ นิ ิจฉยั ได ้\nคาํ วนิ ิจฉยั ของคณะกรรมการพฒั นาการสหกรณ์แหง่ ชาตใิ หเ้ ป็นทส(cid:18)ี ุด”\nมาตรา ๑๖ ใหค้ ณะกรรมการพฒั นาการสหกรณ์แหง่ ชาต ิ คณะกรรมการบรหิ าร กพส.และ\nคณะกรรม การดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศไทย ซง(cid:18)ึ ดาํ รงตําแหน่งอยใู่ นวนั ก่อนวนั ท(cid:18)ี\nพระราชบญั ญตั นิ (cid:55)ีใชบ้ งั คบั คงปฏบิ ตั หิ น้าทต(cid:18)ี ่อไปจนกวา่ จะมคี ณะกรรมการพฒั นาการสหกรณ์\nแหง่ ชาตคิ ณะกรรมการบรหิ าร กพส. และคณะกรรมการดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศ\nไทยตามพระราชบญั ญตั สิ หกรณ์ พ.ศ. ๒๕๔๒ ซง(cid:18)ึ แกไ้ ขเพมิ(cid:18) เตมิ โดยพระราชบญั ญตั นิ (cid:55)ี ทงั(cid:55) น(cid:55)ี ตอ้ ง\nดาํ เนินการจดั ใหม้ คี ณะกรรมการดงั กลา่ วภายในหน(cid:18)ึงรอ้ ยแปดสบิ วนั นบั แตว่ นั ทพ(cid:18)ี ระราชบญั ญตั นิ (cid:55)ีใช้\nบงั คบั",
        "หน้า 7\nเลม่ ๑๒๗ ตอนท (cid:18)ี ๒๖ ก ราชกจิ จานุเบกษา ๒๑ เมษายน ๒๕๕๓\n________________________________________________________________________\nมาตรา ๑๗ ใหอ้ ตั ราคา่ บาํ รุงสนั นิบาตสหกรณ์แหง่ ประเทศไทยทค(cid:18)ี ณะกรรมการพฒั นาการสหกรณ์\nแหง่ ชาตกิ ําหนดตามมาตรา ๖๐ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ. ๒๕๔๒ ซง(cid:18)ึ ใชบ้ งั คบั อยใู่ นวนั\nก่อนวนั ทพ(cid:18)ี ระราชบญั ญตั นิ (cid:55)ีใชบ้ งั คบั คงใชบ้ งั คบั ไดต้ ่อไปจนกวา่ จะมกี ฎกระทรวงทอ(cid:18)ี อกตามมาตรา\n๖๐แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ. ๒๕๔๒ ซง(cid:18)ึ แกไ้ ขเพมิ(cid:18) เตมิ โดยพระราชบญั ญตั นิ (cid:55)ี\nมาตรา ๑๘ ใหร้ ฐั มนตรวี า่ การกระทรวงเกษตรและสหกรณ์รกั ษาการตามพระราชบญั ญตั นิ (cid:55)ี\nผรู้ บั สนองพระบรมราชโองการ\nอภสิ ทิ ธ ิ(cid:86)เวชชาชวี ะ\nนายกรฐั มนตร ี",
        "หน้า 8\nเลม่ ๑๒๗ ตอนท (cid:18)ี ๒๖ ก ราชกจิ จานุเบกษา ๒๑ เมษายน ๒๕๕๓\n________________________________________________________________________\nหมายเหตุ :- เหตุผลในการประกาศใชพ้ ระราชบญั ญตั ฉิ บบั น(cid:55)ี คอื โดยทพ(cid:18)ี ระราชบญั ญตั สิ หกรณ์\nพ.ศ. ๒๕๔๒มบี ทบญั ญตั บิ างประการไมเ่ หมาะสมกบั สภาพการณ์ในปจั จุบนั และไมเ่ ออ(cid:55)ื ประโยชน์\nต่อการดาํ เนินกจิ การของสหกรณ์ สมควรปรบั ปรุงบทบญั ญตั เิ กย(cid:18)ี วกบั องคป์ ระกอบและการดาํ รง\nตําแหน่งของคณะกรรมการลกั ษณะตอ้ งหา้ มของกรรมการหรอื ผจู้ ดั การ หลกั เกณฑก์ ารพน้ จาก\nตําแหน่งของกรรมการดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศไทย การแต่งตงั(cid:55) รองนายทะเบยี น\nสหกรณ์ เงนิ คา่ หุน้ การตงั(cid:55) ผรู้ บั โอนประโยชน์ของสมาชกิ ผตู้ าย อาํ นาจหน้าทข(cid:18)ี องสหกรณ์ในการรบั\nฝากเงนิ หลกั เกณฑใ์ นการกําหนดอตั ราการเกบ็ คา่ บาํ รุงสนั นิบาตสหกรณ์แหง่ ประเทศไทย อาํ นาจ\nของรฐั มนตรใี นการเรยี กประชุมใหญ่วสิ ามญั และแนวทางการแกป้ ญั หาการดาํ เนินการของสนั นิบาต\nสหกรณ์แหง่ ประเทศไทยใหค้ รอบคลุมและเหมาะสมยงิ(cid:18) ขน(cid:55)ึ เพอ(cid:18)ื ใหก้ ารดาํ เนินกจิ การของสหกรณ์\nสามารถลุลว่ งไปได ้ จงึ จาํ เป็นตอ้ งตราพระราชบญั ญตั นิ (cid:55)ี"
    ]
}