{
    "มาตรา": [
        {
            "page": 1,
            "text": "มาตรา ๒๙ ประกอบกบั มาตรา ๔๑ ของรฐั ธรรมนูญแหง่ ราชอาณาจกั รไทย บญั ญตั ใิ หก้ ระทาํ ได้"
        },
        {
            "page": 1,
            "text": "มาตรา ๑ พระราชบญั ญตั นิ (cid:55)ีเรยี กวา่ “พระราชบญั ญตั สิ หกรณ์ (ฉบบั ท (cid:18)ี ๒) พ.ศ. ๒๕๕๓”"
        },
        {
            "page": 1,
            "text": "มาตรา ๒ พระราชบญั ญตั นิ (cid:55)ีใหใ้ ชบ้ งั คบั ตงั(cid:55) แต่วนั ถดั จากวนั ประกาศในราชกจิ จานุเบกษา"
        },
        {
            "page": 1,
            "text": "มาตรา ๓ ใหย้ กเลกิ ความในวรรคหน(cid:18)ึงของมาตรา ๙ แหง่ พระราชบญั ญตั สิ หกรณ์"
        },
        {
            "page": 2,
            "text": "“มาตรา ๙ ใหม้ คี ณะกรรมการพฒั นาการสหกรณ์แหง่ ชาต ิ ประกอบดว้ ย รฐั มนตร ี"
        },
        {
            "page": 2,
            "text": "มาตรา ๔ ใหย้ กเลกิ ความในมาตรา ๑๕ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ. ๒๕๔๒ และให้"
        },
        {
            "page": 2,
            "text": "“มาตรา ๑๕ ใหอ้ ธบิ ดกี รมสง่ เสรมิ สหกรณ์เป็นนายทะเบยี นสหกรณ์"
        },
        {
            "page": 2,
            "text": "มาตรา ๕ ใหย้ กเลกิ ความในมาตรา ๓๐ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ. ๒๕๔๒และใหใ้ ช้"
        },
        {
            "page": 2,
            "text": "“มาตรา ๓๐ ใหม้ คี ณะกรรมการบรหิ าร กพส. ประกอบดว้ ย อธบิ ดกี รมสง่ เสรมิ"
        },
        {
            "page": 3,
            "text": "มาตรา ๖ ใหย้ กเลกิ ความในมาตรา ๓๑ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ. ๒๕๔๒และใหใ้ ช้"
        },
        {
            "page": 3,
            "text": "“มาตรา ๓๑ ใหน้ ําความในมาตรา ๑๑ และมาตรา ๑๒ มาใชบ้ งั คบั แก่การดาํ รง"
        },
        {
            "page": 3,
            "text": "มาตรา ๗ ใหย้ กเลกิ ความในวรรคสองของมาตรา ๔๒ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ."
        },
        {
            "page": 3,
            "text": "มาตรา ๘ ใหเ้ พมิ(cid:18) ความตอ่ ไปน(cid:55)ีเป็นมาตรา ๔๒/๑ และมาตรา ๔๒/๒ แหง่ พระราชบญั ญตั ิ"
        },
        {
            "page": 3,
            "text": "“มาตรา ๔๒/๑ เม(cid:18)อื สมาชกิ ไดท้ าํ ความยนิ ยอมเป็นหนงั สอื ไวก้ บั สหกรณ์ ใหผ้ บู้ งั คบั บญั ชา"
        },
        {
            "page": 4,
            "text": "มาตรา ๔๒/๒ สมาชกิ อาจทาํ หนงั สอื ตงั(cid:55) บุคคลหน(cid:18)ึงหรอื หลายคนเป็นผรู้ บั โอนประโยชน์ใน"
        },
        {
            "page": 4,
            "text": "มาตรา ๙ ใหย้ กเลกิ ความใน (๕) ของมาตรา ๔๖ แหง่ พระราชบญั ญตั สิ หกรณ์พ.ศ. ๒๕๔๒"
        },
        {
            "page": 4,
            "text": "มาตรา ๑๐ ใหย้ กเลกิ ความใน (๑) ของมาตรา ๕๒ แหง่ พระราชบญั ญตั สิ หกรณ์พ.ศ."
        },
        {
            "page": 4,
            "text": "มาตรา ๑๑ ใหย้ กเลกิ ความในวรรคหน(cid:18)ึงของมาตรา ๖๐ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ."
        },
        {
            "page": 4,
            "text": "“มาตรา ๖๐ การจดั สรรกาํ ไรสุทธปิ ระจาํ ปีของสหกรณ์ ใหจ้ ดั สรรเป็นทุนสาํ รองไมน่ ้อยกวา่"
        },
        {
            "page": 4,
            "text": "มาตรา ๑๒ ใหย้ กเลกิ ความในมาตรา ๑๑๒ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ. ๒๕๔๒และ"
        },
        {
            "page": 4,
            "text": "“มาตรา ๑๑๒ ใหม้ คี ณะกรรมการดาํ เนินการสนั นิบาตสหกรณ์แหง่ ประเทศไทย"
        },
        {
            "page": 5,
            "text": "มาตรา ๑๓ ใหย้ กเลกิ ความในมาตรา ๑๑๕ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ. ๒๕๔๒และ"
        },
        {
            "page": 5,
            "text": "“มาตรา ๑๑๕ นอกจากการพน้ จากตําแหน่งตามวาระตามมาตรา ๑๑๔ กรรมการดาํ เนินการ"
        },
        {
            "page": 6,
            "text": "มาตรา ๑๔ ใหเ้ พมิ(cid:18) ความต่อไปน(cid:55)ีเป็นวรรคสข(cid:18)ี องมาตรา ๑๑๖ แหง่ พระราชบญั ญตั สิ หกรณ์"
        },
        {
            "page": 6,
            "text": "มาตรา ๑๕ ใหเ้ พมิ(cid:18) ความต่อไปน(cid:55)ีเป็นมาตรา ๑๑๗/๑ แหง่ พระราชบญั ญตั สิ หกรณ์ พ.ศ."
        },
        {
            "page": 6,
            "text": "“มาตรา ๑๑๗/๑ ในกรณีทม(cid:18)ี ปี ญั หาเกย(cid:18)ี วกบั การดาํ เนินการของสนั นิบาตสหกรณ์แหง่"
        },
        {
            "page": 6,
            "text": "มาตรา ๑๖ ใหค้ ณะกรรมการพฒั นาการสหกรณ์แหง่ ชาต ิ คณะกรรมการบรหิ าร กพส.และ"
        },
        {
            "page": 7,
            "text": "มาตรา ๑๗ ใหอ้ ตั ราคา่ บาํ รุงสนั นิบาตสหกรณ์แหง่ ประเทศไทยทค(cid:18)ี ณะกรรมการพฒั นาการสหกรณ์"
        },
        {
            "page": 7,
            "text": "มาตรา ๑๘ ใหร้ ฐั มนตรวี า่ การกระทรวงเกษตรและสหกรณ์รกั ษาการตามพระราชบญั ญตั นิ (cid:55)ี"
        }
    ],
    "กฎหมาย": [
        {
            "page": 1,
            "text": "โดยอาศยั อาํ นาจตามบทบญั ญตั แิ หง่ กฎหมาย"
        }
    ]
}