{
    "พระราชบัญญัติ": [
        {
            "page": 1,
            "text": "พระราชบัญญัตินี้มีบทบัญญัติบางประการเกี่ยวกับการจ ากัดสิทธิและเสรีภาพของบุคคล"
        },
        {
            "page": 1,
            "text": "พระราชบัญญัตินี้สอดคล้องกับเงื่อนไขที่บัญญัติไว้ในมาตรา ๒๖ ของรัฐธรรมนูญแห่งราชอาณาจักรไทยแล้ว"
        },
        {
            "page": 1,
            "text": "มาตรา ๑ พระราชบัญญัตินี้เรียกว่า “พระราชบัญญัติสหกรณ์ (ฉบับที่ ๓) พ.ศ. ๒๕๖๒”"
        },
        {
            "page": 2,
            "text": "มาตรา ๒ พระราชบัญญัตินี้ให้ใช้บังคับเมื่อพ้นก าหนดหกสิบวันนับแต่วันประกาศใน"
        },
        {
            "page": 14,
            "text": "ซึ่งด ารงต าแหน่งอยู่ในวันก่อนวันที่พระราชบัญญัตินี้ใช้บังคับ ปฏิบัติหน้าที่ไปพลางก่อนจนกว่าจะมีการแต่งตั้ง"
        },
        {
            "page": 14,
            "text": "ทั้งนี้ ตอ้ งด าเนินการแต่งตั้งให้แล้วเสร็จภายในหนึ่งร้อยแปดสิบวันนับแต่วันที่พระราชบัญญัตินี้ใช้บังคับ"
        },
        {
            "page": 14,
            "text": "ให้แล้วเสร็จภายในหนึ่งร้อยแปดสิบวันนับแต่วันที่พระราชบัญญัตินี้ใช้บังคับ"
        },
        {
            "page": 14,
            "text": "มาตรา ๓๖ สหกรณ์ที่มีสมาชิกซึ่งมิได้มีสัญชาติไทยอยู่ในวันก่อนวันที่พระราชบัญญัตินี้"
        },
        {
            "page": 14,
            "text": "ซึ่งแก้ไขเพิ่มเติมโดยพระราชบัญญัตินี้ ให้แล้วเสร็จภายในหนึ่งปีนับแต่วันที่พระราชบัญญัตินี้ใช้บังคับ"
        },
        {
            "page": 15,
            "text": "พัฒนาการสหกรณ์แห่งชาติก่อนวันที่พระราชบัญญัตินี้ใช้บังคับ ให้คณะกรรมการดังกล่าวมีอ านาจ"
        },
        {
            "page": 15,
            "text": "จนกว่าจะแล้วเสร็จ แต่ต้องไม่เกินหนึ่งร้อยแปดสิบวันนับแต่วันที่พระราชบัญญัตินี้ใช้บังคับ"
        },
        {
            "page": 15,
            "text": "ที่ใช้บังคับอยู่ในวันก่อนวันที่พระราชบัญญัตินี้ใช้บังคับ ให้ยังคงใช้บังคับได้ต่อไปเท่าที่ไม่ขัดหรือแย้งกับ"
        },
        {
            "page": 15,
            "text": "พระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒ ซึ่งแก้ไขเพิ่มเติมโดยพระราชบัญญัตินี้ จนกว่าจะมีกฎหรือค าสั่ง"
        },
        {
            "page": 15,
            "text": "ภายในสองปีนับแต่วันที่พระราชบัญญัตินี้ใช้บังคับ หากไม่สามารถด าเนินการได้ ให้รัฐมนตรีรายงาน"
        },
        {
            "page": 16,
            "text": "หมายเหต ุ :- เหตุผลในการประกาศใช้พระราชบัญญัติฉบับนี้ คือ เนื่องจากพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒"
        }
    ],
    "มาตรา": [
        {
            "page": 1,
            "text": "มาตรา ๑ พระราชบัญญัตินี้เรียกว่า “พระราชบัญญัติสหกรณ์ (ฉบับที่ ๓) พ.ศ. ๒๕๖๒”"
        },
        {
            "page": 2,
            "text": "มาตรา ๒ พระราชบัญญัตินี้ให้ใช้บังคับเมื่อพ้นก าหนดหกสิบวันนับแต่วันประกาศใน"
        },
        {
            "page": 2,
            "text": "มาตรา ๓ ให้ยกเลิกความในบทนิยามค าว่า “สหกรณ์” ในมาตรา ๔ แห่งพระราชบัญญัติ"
        },
        {
            "page": 2,
            "text": "มาตรา ๔ ให้ยกเลิกความในวรรคสามของมาตรา ๙ แห่งพระราชบัญญัติสหกรณ์"
        },
        {
            "page": 2,
            "text": "มาตรา ๕ ให้เพิ่มความต่อไปนี้เป็นวรรคห้าของมาตรา ๑๓ แห่งพระราชบัญญัติสหกรณ์"
        },
        {
            "page": 2,
            "text": "มาตรา ๖ ให้ยกเลิกความในมาตรา ๑๔ แห่งพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒"
        },
        {
            "page": 2,
            "text": "“มาตรา ๑๔ ให้คณะกรรมการพัฒนาการสหกรณ์แห่งชาติแต่งตั้งคณะอนุกรรมการพัฒนา"
        },
        {
            "page": 2,
            "text": "มาตรา ๗ ให้ยกเลิกความใน (๒) (๓) และ (๔) ของมาตรา ๑๖ แห่งพระราชบัญญัติ"
        },
        {
            "page": 3,
            "text": "มาตรา ๘ ให้ยกเลิกความในมาตรา ๑๗ แห่งพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒"
        },
        {
            "page": 3,
            "text": "“มาตรา ๑๗ นายทะเบียนสหกรณ์ รองนายทะเบียนสหกรณ์ ผู้ตรวจการสหกรณ์ ผู้สอบบัญชี"
        },
        {
            "page": 3,
            "text": "มาตรา ๙ ให้ยกเลิกความในมาตรา ๒๑ และมาตรา ๒๒ แห่งพระราชบัญญัติสหกรณ์"
        },
        {
            "page": 3,
            "text": "“มาตรา ๒๑ ในกรณีที่คณะกรรมการดา เนนิ การสหกรณ์ กรรมการ ผู้จัดการ เจ้าหน้าที่ของ"
        },
        {
            "page": 3,
            "text": "มาตรา ๒๒ ในกรณีที่คณะกรรมการด าเนินการสหกรณ์กระท าการหรืองดเว้นกระท าการใน"
        },
        {
            "page": 4,
            "text": "มาตรา ๑๐ ให้เพิ่มความต่อไปนี้เป็นมาตรา ๒๓/๑ แห่งพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒"
        },
        {
            "page": 4,
            "text": "“มาตรา ๒๓/๑ ในกรณีที่นายทะเบียนสหกรณ์มีค าสั่งตามมาตรา ๒๒ (๓) ให้นายทะเบียน"
        },
        {
            "page": 4,
            "text": "มาตรา ๑๑ ให้ยกเลิกมาตรา ๒๖ แห่งพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒"
        },
        {
            "page": 4,
            "text": "มาตรา ๑๒ ให้ยกเลิกวรรคสองของมาตรา ๓๓ แห่งพระราชบญั ญัตสิ หกรณ์ พ.ศ. ๒๕๔๒"
        },
        {
            "page": 4,
            "text": "มาตรา ๑๓ ให้เพิ่มความต่อไปนี้เป็นมาตรา ๓๓/๑ แห่งพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒"
        },
        {
            "page": 4,
            "text": "“มาตรา ๓๓/๑ สหกรณ์ที่จะรับจดทะเบียนตามมาตรา ๓๓ แบ่งประเภทได้ ดังต่อไปนี้"
        },
        {
            "page": 5,
            "text": "มาตรา ๑๔ ให้ยกเลิกวรรคสองและวรรคสามของมาตรา ๓๘ แห่งพระราชบัญญัติสหกรณ์"
        },
        {
            "page": 5,
            "text": "มาตรา ๑๕ ให้ยกเลิกความในมาตรา ๔๑ แห่งพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒"
        },
        {
            "page": 5,
            "text": "“มาตรา ๔๑ สหกรณ์ตามมาตรา ๓๓/๑ อาจรับสมาชิกสมทบได้"
        },
        {
            "page": 5,
            "text": "มาตรา ๑๖ ให้ยกเลิกความใน (๕) ของมาตรา ๔๖ แห่งพระราชบัญญัติสหกรณ์"
        },
        {
            "page": 5,
            "text": "มาตรา ๑๗ ให้เพิ่มความต่อไปนี้เป็นมาตรา ๕๑/๑ มาตรา ๕๑/๒ และมาตรา ๕๑/๓"
        },
        {
            "page": 6,
            "text": "“มาตรา ๕๑/๑ ในการด าเนินกิจการของสหกรณ์ คณะกรรมการด าเนินการสหกรณ์ กรรมการ"
        },
        {
            "page": 6,
            "text": "มาตรา ๕๑/๒ คณะกรรมการด าเนินการสหกรณ์ กรรมการ หรือผู้จัดการต้องรับผิดร่วมกัน"
        },
        {
            "page": 6,
            "text": "มาตรา ๕๑/๓ คณะกรรมการด าเนินการสหกรณ์ กรรมการ หรือผู้จัดการไม่ต้องรับผิด"
        },
        {
            "page": 6,
            "text": "มาตรา ๑๘ ให้เพิ่มความต่อไปนี้เป็น (๕) (๖) และ (๗) ของมาตรา ๕๒ แห่งพระราชบัญญัติ"
        },
        {
            "page": 6,
            "text": "มาตรา ๑๙ ให้ยกเลิกความในวรรคสองของมาตรา ๕๓ แห่งพระราชบัญญัติสหกรณ์"
        },
        {
            "page": 7,
            "text": "มาตรา ๒๐ ให้ยกเลิกความในมาตรา ๖๖ มาตรา ๖๗ และมาตรา ๖๘ แห่งพระราชบัญญตั ิ"
        },
        {
            "page": 7,
            "text": "“มาตรา ๖๖ ให้สหกรณ์จัดท างบการเงินประจ าปีทุกรอบปีทางบัญชีของสหกรณ์"
        },
        {
            "page": 7,
            "text": "มาตรา ๖๗ ให้สหกรณ์จัดท ารายงานประจ าปีแสดงผลการด าเนินงานของสหกรณ์เสนอต่อ"
        },
        {
            "page": 7,
            "text": "มาตรา ๖๘ ให้สหกรณ์เก็บรักษารายงานประจ าปีแสดงผลการด าเนินงานของสหกรณ์และ"
        },
        {
            "page": 7,
            "text": "มาตรา ๒๑ ให้ยกเลิกความในส่วนที่ ๔ การสอบบัญชี มาตรา ๖๙ ของหมวด ๓ สหกรณ์"
        },
        {
            "page": 7,
            "text": "มาตรา ๖๙ ให้กรมตรวจบัญชีสหกรณ์เป็นผู้สอบบัญชีของสหกรณ์ ในการนี้ กรมตรวจบัญชี"
        },
        {
            "page": 8,
            "text": "มาตรา ๒๒ ให้ยกเลิกความใน (๒) ของมาตรา ๗๑ แห่งพระราชบัญญัติสหกรณ์"
        },
        {
            "page": 8,
            "text": "มาตรา ๒๓ ให้ยกเลิกมาตรา ๗๒ แห่งพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒"
        },
        {
            "page": 8,
            "text": "มาตรา ๒๔ ให้ยกเลิกความในวรรคหนึ่งของมาตรา ๗๕ แห่งพระราชบัญญัติสหกรณ์"
        },
        {
            "page": 8,
            "text": "“มาตรา ๗๕ การช าระบัญชีสหกรณ์ที่เลิกเพราะเหตุอื่นนอกจากล้มละลาย ให้ที่ประชุมใหญ ่"
        },
        {
            "page": 8,
            "text": "มาตรา ๒๕ ให้ยกเลิกความในมาตรา ๘๐ แห่งพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒"
        },
        {
            "page": 8,
            "text": "“มาตรา ๘๐ ผู้ช าระบัญชีต้องท างบการเงินของสหกรณ์ ณ วันที่เลิกสหกรณ์โดยไม่ชักช้า"
        },
        {
            "page": 8,
            "text": "มาตรา ๒๖ ให้เพิ่มความต่อไปนี้เป็นหมวด ๔/๑ การด าเนินงานและการก ากับดูแล"
        },
        {
            "page": 8,
            "text": "สหกรณ์ออมทรัพย์และสหกรณ์เครดิตยูเนี่ยน มาตรา ๘๙/๑ มาตรา ๘๙/๒ มาตรา ๘๙/๓ และ"
        },
        {
            "page": 8,
            "text": "มาตรา ๘๙/๔ แห่งพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒"
        },
        {
            "page": 8,
            "text": "มาตรา ๘๙/๑ เว้นแต่จะได้บัญญัติไว้เป็นการเฉพาะในหมวดนี้ ให้การด าเนินงานและ"
        },
        {
            "page": 9,
            "text": "มาตรา ๘๙/๒ การด าเนินงานและการก ากับดูแลสหกรณ์ออมทรัพย์และสหกรณ์เครดิตยูเนี่ยน"
        },
        {
            "page": 9,
            "text": "มาตรา ๘๙/๓ ในกรณีที่นายทะเบียนสหกรณ์เห็นว่าคณะกรรมการด าเนินการสหกรณ์"
        },
        {
            "page": 10,
            "text": "ให้น าความในมาตรา ๒๔ มาตรา ๒๕ และมาตรา ๗๓ มาใช้บังคับโดยอนุโลม"
        },
        {
            "page": 10,
            "text": "มาตรา ๘๙/๔ เพื่อประโยชน์ในการก ากับดูแลสหกรณ์ออมทรัพย์และสหกรณ์เครดิตยูเนี่ยน"
        },
        {
            "page": 10,
            "text": "มาตรา ๒๗ ให้ยกเลิกความในวรรคสองของมาตรา ๑๐๑ แห่งพระราชบัญญัติสหกรณ์"
        },
        {
            "page": 10,
            "text": "มาตรา ๒๘ ให้ยกเลิกความในวรรคสามของมาตรา ๑๐๕ แห่งพระราชบัญญัติสหกรณ์"
        },
        {
            "page": 11,
            "text": "มาตรา ๒๙ ให้เพิ่มความตอ่ ไปนเี้ป็นมาตรา ๑๐๕/๑ แห่งพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒"
        },
        {
            "page": 11,
            "text": "“มาตรา ๑๐๕/๑ เพื่อส่งเสริมระบบสวัสดิการและคุณภาพชีวิตของสมาชิกสหกรณ์ ให้ชุมนุม"
        },
        {
            "page": 11,
            "text": "มาตรา ๓๐ ให้ยกเลิกความในวรรคสองและวรรคสามของมาตรา ๑๒๑ แห่งพระราชบัญญัติ"
        },
        {
            "page": 11,
            "text": "มาตรา ๓๑ ให้เพิ่มความต่อไปนี้เป็นหมวด ๙/๑ การพิจารณาอุทธรณ์ มาตรา ๑๒๘/๑"
        },
        {
            "page": 11,
            "text": "มาตรา ๑๒๘/๒ มาตรา ๑๒๘/๓ มาตรา ๑๒๘/๔ และมาตรา ๑๒๘/๕ แห่งพระราชบัญญัตสิ หกรณ์"
        },
        {
            "page": 11,
            "text": "มาตรา ๑๒๘/๑ ให้มีคณะกรรมการพิจารณาอุทธรณ์ประกอบด้วย"
        },
        {
            "page": 11,
            "text": "มาตรา ๑๒๘/๒ ให้คณะกรรมการพิจารณาอุทธรณ์มีอ านาจหน้าที่ ดังต่อไปนี้"
        },
        {
            "page": 12,
            "text": "มาตรา ๑๒๘/๓ ให้น าความในมาตรา ๑๓ มาใช้บังคับแก่การประชุมของคณะกรรมการ"
        },
        {
            "page": 12,
            "text": "มาตรา ๑๒๘/๔ ค าสั่งตามมาตรา ๒๐ มาตรา ๒๒ (๓) และ (๔) มาตรา ๗๑ และ"
        },
        {
            "page": 12,
            "text": "มาตรา ๘๙/๓ วรรคสอง รวมถึงค าสั่งเลิกกลุ่มเกษตรกรตามพระราชกฤษฎีกาที่ออกตามมาตรา ๑๑๙"
        },
        {
            "page": 12,
            "text": "มาตรา ๑๒๘/๕ หลักเกณฑ์ วิธีการ และเงื่อนไขการอุทธรณ์และวิธีพิจารณาอุทธรณ์ของ"
        },
        {
            "page": 12,
            "text": "มาตรา ๓๒ ให้ยกเลิกความในหมวด ๑๐ บทก าหนดโทษ มาตรา ๑๒๙ มาตรา ๑๓๐"
        },
        {
            "page": 12,
            "text": "มาตรา ๑๓๑ มาตรา ๑๓๒ และมาตรา ๑๓๓ แห่งพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒ และ"
        },
        {
            "page": 12,
            "text": "มาตรา ๑๒๙ ผู้ใดใช้ค าว่า “สหกรณ์” หรือ “กลุ่มเกษตรกร” ประกอบกับชื่อหรือ"
        },
        {
            "page": 13,
            "text": "มาตรา ๑๓๐ ผู้ใดไม่มาชี้แจงข้อเท็จจริงหรือไม่ส่งเอกสารเกี่ยวกับการด าเนินงานหรือรายงาน"
        },
        {
            "page": 13,
            "text": "มาตรา ๑๓๑ ผู้ใดขัดขวางหรือไม่ให้ค าชี้แจงแก่นายทะเบียนสหกรณ์ รองนายทะเบียน"
        },
        {
            "page": 13,
            "text": "มาตรา ๑๓๒ ผู้ใดฝ่าฝืนหรือไม่ปฏิบัติตามที่นายทะเบียนสหกรณ์สั่งการตามมาตรา ๒๒"
        },
        {
            "page": 13,
            "text": "มาตรา ๑๓๓ กรรมการหรือผู้จัดการของสหกรณ์ผู้ใดด าเนินกิจการของสหกรณ์นอกขอบเขต"
        },
        {
            "page": 13,
            "text": "มาตรา ๑๓๓/๑ กรรมการหรือผู้จัดการของสหกรณ์ผู้ใดด าเนินกิจการของสหกรณ์โดยผิด"
        },
        {
            "page": 13,
            "text": "มาตรา ๑๓๓/๒ ผู้ใดฝ่าฝืนไม่จัดการรักษาทรัพย์สินของสหกรณ์ หรือไม่ส่งมอบทรัพย์สิน"
        },
        {
            "page": 13,
            "text": "มาตรา ๑๓๓/๓ ผู้ใดฝ่าฝืนหรือไม่ปฏิบัติตามกฎกระทรวงที่ออกตามความในมาตรา ๘๙/๒"
        },
        {
            "page": 14,
            "text": "มาตรา ๑๓๓/๔ ผู้ใดฝ่าฝืนไม่แก้ไขข้อบกพร่องหรือระงับการด าเนินการตามที่นายทะเบียน"
        },
        {
            "page": 14,
            "text": "มาตรา ๑๓๓/๕ ในกรณีที่สหกรณ์กระท าความผิดตามพระราชบัญญัตินี้ กรรมการหรือ"
        },
        {
            "page": 14,
            "text": "มาตรา ๓๓ ให้กรรมการผู้ทรงคุณวุฒิในคณะกรรมการพัฒนาการสหกรณ์แห่งชาติ"
        },
        {
            "page": 14,
            "text": "มาตรา ๓๔ ในกรณีที่ข้อบังคับของสหกรณ์ใดไม่เป็นไปตามที่ก าหนดในกฎกระทรวงที่"
        },
        {
            "page": 14,
            "text": "มาตรา ๓๕ ให้สหกรณ์แก้ไขข้อบังคับของสหกรณ์ที่เกี่ยวกับสมาชิกสมทบให้เป็นไป"
        },
        {
            "page": 14,
            "text": "มาตรา ๓๖ สหกรณ์ที่มีสมาชิกซึ่งมิได้มีสัญชาติไทยอยู่ในวันก่อนวันที่พระราชบัญญัตินี้"
        },
        {
            "page": 15,
            "text": "มาตรา ๓๗ บรรดาค าอุทธรณ์ที่ได้ยื่นและยังอยู่ในระหว่างการพิจารณาของคณะกรรมการ"
        },
        {
            "page": 15,
            "text": "มาตรา ๓๘ บรรดากฎหรือค าสั่งที่ออกตามพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒"
        },
        {
            "page": 15,
            "text": "มาตรา ๓๙ ในการด าเนินการออกกฎกระทรวงและระเบียบ เพื่อปฏิบัติการให้เป็นไป"
        },
        {
            "page": 15,
            "text": "มาตรา ๔๐ ให้รัฐมนตรีว่าการกระทรวงเกษตรและสหกรณ์รักษาการตามพระราชบัญญัตินี้"
        }
    ],
    "กฎหมาย": [
        {
            "page": 2,
            "text": "คัดเลือกผู้ที่มีความเชี่ยวชาญในด้านการบริหารสหกรณ์ การเงิน การตลาด การเกษตร กฎหมาย หรือ"
        }
    ]
}