{
    "content": [
        "หน้า ๑๑\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nระเบียบนายทะเบียนสหกรณ์\nว่าดว้ ยการบญั ชีของสหกรณแ์ ละกลมุ่ เกษตรกร พ.ศ. 2563\nเพื่อให้การจัดท าบัญชีและงบการเงินของสหกรณ์และกลุ่มเกษตรกรแสดงข้อมูลเกี่ยวกับ\nฐานะการเงิน ผลการด าเนินงาน และกระแสเงินสดที่เป็นประโยชน์ต่อการตดั สินใจเชิงเศรษฐกิจของผู้ใช้\nงบการเงินและสอดคล้องกับมาตรฐานการรายงานทางการเงิน อาศัยอ านาจตามความในมาตรา 16\n(2) (8) มาตรา 65 และมาตรา 66 วรรคสอง แห่งพระราชบัญญัติสหกรณ์ พ.ศ. 2542\nและที่แก้ไขเพิ่มเติม และมาตรา 24 วรรคสองของพระราชกฤษฎีกา ว่าด้วยกลุ่มเกษตรกร พ.ศ. 2547\nประกอบค าสั่งนายทะเบยี นสหกรณ์ ท่ี 3/2562 ลงวันที่ 15 กรกฎาคม 2562 จึงก าหนดระเบยี บ\nดังต่อไปนี้\nข้อ 1 ระเบียบนี้เรียกว่า “ระเบียบนายทะเบียนสหกรณ์ ว่าด้วยการบัญชีของสหกรณ์\nและกลุ่มเกษตรกร พ.ศ. 2563”\nข้อ 2 ระเบียบนี้ให้ใช้บังคับตั้งแต่วันถัดจากวันประกาศในราชกิจจานุเบกษาเป็นต้นไป\nข้อ 3 ให้ยกเลิก\n(1) ระเบียบกรมตรวจบัญชีสหกรณ์ ว่าด้วยการบัญชีกลุ่มเกษตรกร พ.ศ. 2533\n(2) ระเบียบนายทะเบียนสหกรณ์ ว่าด้วยการจัดชั้นคุณภาพลูกหนี้เงินกู้และการเผื่อหนี้\nสงสัยจะสูญ พ.ศ. 2544\n(3) ระเบียบนายทะเบียนสหกรณ์ ว่าด้วยการตัดเงินสดขาดบัญชี พ.ศ. 2546\n(4) ระเบียบนายทะเบียนสหกรณ์ ว่าด้วยการตัดจ าหน่ายหนี้สูญจากบัญชีลูกหนี้ พ.ศ. 2546\n(5) ระเบียบนายทะเบียนสหกรณ์ ว่าด้วยการตัดสินค้าขาดบัญชี พ.ศ. 2546\n(6) ระเบียบนายทะเบียนสหกรณ์ ว่าด้วยสินทรัพย์ที่สหกรณ์และกลุ่มเกษตรกรได้รับบริจาค\nหรืออุดหนุน พ.ศ. 2547\n(7) ระเบียบนายทะเบียนสหกรณ์ ว่าด้วยการบัญชีของสหกรณ์ พ.ศ. 2560\nบรรดาระเบียบและค าสั่งอื่นใดในส่วนที่ก าหนดไว้แล้ว ซึ่งขัดหรือแย้งกับระเบียบนี้ให้ใช้\nระเบียบนี้แทน\nข้อ 4 ในระเบียบนี้\n“สหกรณ์” หมายความว่า บรรดาสหกรณ์ และชุมนุมสหกรณ์ที่จัดตั้งขึ้นตามกฎหมายสหกรณ์\nและบรรดากลุ่มเกษตรกรที่จัดตั้งขึ้นตามกฎหมายว่าด้วยกลุ่มเกษตรกร\n“สมุดบัญชี” หมายความว่า สมุดที่ใช้บันทึกรายการทางการเงินทั้งหมด ซึ่งมีลักษณะ\nเป็นรูปเล่มหรือรูปแบบข้อมูลอิเล็กทรอนิกส์\n“เอกสารประกอบการลงบัญชี” หมายความว่า เอกสารที่ต้องใช้ประกอบการลงบัญชี\nทั้งที่จัดท าด้วยมือหรืออิเล็กทรอนิกส์ ได้แก่ บันทึก หนังสือ หรือเอกสารใด ๆ ที่ใช้เป็นหลักฐาน\nในการลงบัญชี ประกอบด้วยเอกสารที่ต้องใช้ประกอบการลงบัญชีที่จัดท าขึ้นโดยบุคคลภายนอก\nและเอกสารที่ต้องใช้ประกอบการลงบัญชีที่จัดท าขึ้นโดยสหกรณ์ เพื่อออกให้แก่บุคคลภายนอก\nหรือเพื่อใช้ในกิจการของสหกรณ์",
        "หน้า ๑๒\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\n“ผู้ใช้งบการเงิน” หมายความว่า สหกรณ์ กลุ่มเกษตรกร และสมาชิก ลูกค้า เจ้าหนี้\nหน่วยงานราชการและสาธารณชนผู้ใช้งบการเงิน\n“การตัดสินใจเชิงเศรษฐกิจ” หมายความวา่ การตัดสินใจที่เกยี่ วขอ้ งกบั การซื้อขาย การลงทนุ\nการกู้ยืม การให้สินเชื่อ การด าเนินธุรกิจด้านต่าง ๆ ของสหกรณ์\n“นโยบายการบัญชี” หมายความว่า หลักการ หลักเกณฑ์ ประเพณีปฏิบัติ กฎ และวิธีปฏิบัติ\nเฉพาะที่สหกรณ์น ามาใช้ในการจัดท าบัญชีและน าเสนองบการเงิน\n“การด าเนินงานต่อเนื่อง” หมายความว่า สหกรณ์มีวัตถุประสงค์ที่จะด าเนินงานต่อเนื่อง\nโดยไม่มีก าหนด หรือไม่ตั้งใจที่จะเลิกด าเนินงาน\n“ผู้ประเมินมูลค่าทรัพย์สินรับอนุญาต” หมายความว่า บุคคลผู้มีใบรับรองวิทยฐานะจากสมาคม\nผู้ประเมินค่าทรัพย์สินแห่งประเทศไทยหรือสมาคมนักประเมินราคาอิสระไทย\nข้อ 5 ให้อธิบดีกรมตรวจบัญชีสหกรณ์รักษาการตามระเบียบนี้ รวมทั้งให้มีอ านาจในการ\nออกระเบียบ ประกาศ และค าแนะน า ตลอดจนตีความ วินิจฉัยปัญหาเกี่ยวกับการปฏิบัติ\nและด าเนินการอื่นใดตามที่ได้รับมอบอ านาจจากนายทะเบียนสหกรณ์เพื่อให้มีการปฏิบัติตามระเบียบนี้\nหมวด 1\nบททั่วไป\nข้อ 6 ให้คณะกรรมการด าเนินการสหกรณ์มีหน้าที่รับผิดชอบในการจัดท าบัญชี และงบการเงิน\nตามแบบและรายการที่กรมตรวจบัญชีสหกรณ์ก าหนดให้ถูกต้องตามความเป็นจริงภายใต้การด าเนินงาน\nต่อเนื่องของสหกรณ์และปิดบัญชีโดยสรุปจากรายการบัญชีต่าง ๆ ที่บันทึกไว้เพื่อแสดงฐานะการเงิน\nผลการด าเนินงานและกระแสเงินสดส าหรับรอบระยะเวลาบัญชีของสหกรณ์ให้แล้วเสร็จโดยเร็ว\nข้อ 7 ให้สหกรณ์บันทึกบัญชีตามเกณฑ์คงค้างและนโยบายการบัญชีที่ส าคัญที่สหกรณ์\nก าหนดภายใต้ระเบียบนี้ ซึ่งเกณฑ์คงค้าง หมายถึง เกณฑ์การบันทึกรายได้หรือค่าใช้จ่ายที่เกิดขึ้น\nในงวดบัญชีใดก็ให้บันทึกเป็นรายได้หรือค่าใช้จ่ายในงวดบัญชีที่เกิดรายการนั้นตามสิทธิเรียกร้องหรือ\nเกิดภาระที่ต้องจ่ายเงิน\nการบันทึกรายการบัญชีในสมุดบัญชีของสหกรณ์ต้องมีเอกสารประกอบการลงบัญชีที่ถูกต้อง\nสมบูรณ์และครบถ้วน\nข้อ 8 ให้สหกรณ์รับรู้รายการสินทรัพย์ หนี้สิน รายได้ และค่าใช้จ่าย เข้าเป็นส่วนหนึ่ง\nของงบแสดงฐานะการเงินและงบก าไรขาดทุน ตามเกณฑ์การรับรู้รายการ ดังต่อไปนี้\nการรับรู้สินทรัพย์ เมื่อมีความเป็นไปได้ค่อนข้างแน่ที่ประโยชน์เชิงเศรษฐกิจในอนาคต\nจะเข้าสู่สหกรณ์ และสินทรัพย์นั้นมีราคาทุนหรือมูลค่าที่สามารถวัดได้อย่างน่าเชื่อถือ\nการรับรู้หนี้สิน เมื่อมีความเป็นไปได้ค่อนข้างแน่ที่มีประโยชน์เชิงเศรษฐกิจของทรัพยากร\nจะออกจากสหกรณ์ เพื่อช าระภาระผูกพันในปัจจุบันและมูลค่าของภาระผูกพันที่ต้องช าระนั้นสามารถวัดได้\nอย่างน่าเชื่อถือ",
        "หน้า ๑๓\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nการรับรู้รายได้ เมื่อประโยชน์เชิงเศรษฐกิจในอนาคตเพิ่มขึ้นเนื่องจากการเพิ่มขึ้นของสินทรัพย์\nหรือการลดลงของหนี้สินและสามารถวัดมูลค่าของประโยชน์เชิงเศรษฐกิจในอนาคตได้อย่างน่าเชื่อถือ\nการรับรู้ค่าใช้จ่าย เมื่อประโยชน์เชิงเศรษฐกิจในอนาคตลดลงเนื่องจากการลดลงของสินทรัพย์\nหรือการเพิ่มขึ้นของหนี้สินและสามารถวัดมูลค่าของประโยชน์เชิงเศรษฐกิจในอนาคตได้อย่างน่าเชื่อถือ\nข้อ 9 ให้สหกรณ์ใช้เกณฑ์การวัดมูลค่ารายการสินทรัพย์ หนี้สิน รายได้ และค่าใช้จ่าย ดังน ี้\n(1) ราคาทุน หมายความว่า จ านวนเงินที่จ่ายเพื่อซื้อสินทรัพย์นั้น หรือมูลค่ายุติธรรม\nของสิ่งของที่น าไปแลกสินทรัพย์มา ณ วันที่เกิดรายการ หรือหมายความว่า จ านวนเงินที่จ่ายเป็นต้นทุน\nในการก่อสร้างสินทรัพย์ เพื่อให้อยู่ในสภาพพร้อมใช้งาน หรือหมายความว่า จ านวนเงินที่จ่ายเป็นต้นทุน\nในการซื้อหรือผลิตสินค้าเพื่อใหอ้ ยู่ในสภาพพรอ้ มจ าหนา่ ย หรือหมายความว่า จ านวนเงินที่จ่ายเพื่อการลงทุน\n(2) มูลค่ายุติธรรม หมายความว่า จ านวนเงินที่ผู้ซื้อและผู้ขายตกลงแลกเปลี่ยนสินทรัพย์\nหรือจ่ายช าระหนี้กันในขณะที่ทั้งสองฝ่ายมีความรอบรู้และเต็มใจในการแลกเปลี่ยน และสามารถต่อรอง\nราคากันได้ อย่างเป็นอิสระในลักษณะของผู้ที่ไม่มีความเกี่ยวข้องกัน\n(3) มูลค่าสุทธิที่จะได้รับ หมายความว่า ราคาที่คาดว่าจะขายได้ตามลักษณะปกติของ\nการประกอบธุรกิจหักด้วยประมาณการต้นทุนในการผลิตสินค้าให้เสร็จและต้นทุนที่ต้องจ่ายไป\nเพื่อให้ขายสินค้านั้นได้\nสหกรณ์ต้องวัดมูลค่าของรายการที่มาจากการประมาณการ ต้องใช้การประมาณการ\nที่สมเหตุสมผลเชื่อถือได้ สหกรณ์จึงจะสามารถรับรู้รายการในงบการเงินได้\nสหกรณ์ต้องไม่น าสินทรัพย์และหนี้สิน หรือรายได้และค่าใช้จ่ายมาหักกลบกัน เว้นแต่\nที่ระเบียบนี้หรือที่กรมตรวจบัญชีสหกรณ์ก าหนดให้หักกลบได้ ส าหรับกรณีการวัดมูลค่าสินทรัพย์ที่แสดง\nยอดสุทธิจากบัญชีปรับมูลค่าไม่ถือเป็นการหักกลบรายการ\nข้อ 10 ให้สหกรณ์เก็บรักษาสมุดบัญชีและเอกสารประกอบการลงบัญชี ไว้ที่ส านักงานสหกรณ ์\nไม่น้อยกว่าห้าปี นับแต่วันที่ผู้สอบบัญชีแสดงความเห็นต่องบการเงินแล้ว\nหมวด 2\nบัญชีที่ส าคัญของสหกรณ ์\nส่วนท ี่ 1 สนิ ทรัพย ์\nข้อ 11 ให้สหกรณ์บันทึกบัญชีสินทรัพย์ ส าหรับสินทรัพย์ที่มีตัวตนหรือไม่มีตัวตนอันมีมูลค่า\nท่ีอยู่ในความควบคุมของสหกรณ์ที่เป็นผลของเหตุการณ์ในอดีต ซึ่งสหกรณ์คาดว่าจะได้รับประโยชน์\nเชิงเศรษฐกิจจากสินทรัพย์นั้นในอนาคต\nข้อ 12 ให้สหกรณ์บันทึกรายการบัญชีเกี่ยวกับเงินสดในวันที่เกิดรายการนั้น ส าหรับรายการอื่น ๆ\nที่ไม่เกี่ยวกับเงินสดให้บันทึกรายการบัญชีภายในสามวันนับแต่วันที่เกิดรายการ ทั้งนี้ เงินสด\nให้หมายความรวมถึง ธนบัตรและเหรียญกษาปณ์ที่สหกรณ์มีอยู่ รวมทั้งเช็คที่ยังไม่ได้น าฝาก เช็คเดินทาง\nดราฟต์ของธนาคาร และธนาณัติ โดยไม่รวมดวงตราไปรษณียากร อากรแสตมป์ เช็คลงวันที่ล่วงหน้า\nใบยืมและเอกสารทางการเงิน เช่น ตั๋วเงิน พันธบัตรรัฐบาล ใบหุ้นกู้ ใบหุ้นทุน เป็นต้น",
        "หน้า ๑๔\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nกรณีสหกรณ์มีจ านวนเงินสด ณ วันตรวจนับน้อยกว่าเงินสดคงเหลือตามบัญชี ให้ถือว่าเป็น\nเงินสดขาดบัญชี สหกรณ์ต้องด าเนินการ ดังนี้\n(1) ให้ผู้รับผิดชอบชดใช้เงินสดขาดบัญชี หากผู้รับผิดชอบยังไม่สามารถช าระคืนได้ทันที\nให้ตั้งผู้รับผิดชอบนั้นเป็นลูกหนี้เงินสดขาดบัญชี โดยให้มีการจัดท าหลักฐานรับรองเงินสดขาดบัญชี\nพรอมทั้งจัดให้มีหลักประกันโดยมีมูลค่าไม่น้อยกว่าจ านวนเงินสดขาดบัญชี\n(2) หากยังไม่สามารถก าหนดผู้รับผิดชอบได้หรืออยรู ะหว่างด าเนินการหาผู้รับผิดชอบ เงินสด\nขาดบัญชีดังกล่าว ให้สหกรณ์แยกบัญชีเงนิ สดขาดบัญชีออกจากบัญชีเงินสด และให้บันทึกบัญชีค่าเผื่อเงนิ สด\nขาดบัญชีเต็มจ านวนส าหรับเงินสดขาดบัญชีที่อยู่ระหว่างหาผู้รับผิดชอบหรือยังไม่มีผู้รับผิดชอบ\nถือเป็นบัญชีปรับมูลค่า เพื่อแสดงเป็นรายการหักออกจากบัญชีเงินสดขาดบัญชีในงบแสดงฐานะการเงิน\nและบันทึกค่าเสียหายจากเงินสดขาดบัญชีเป็นค่าใช้จ่าย กรณีสหกรณ์หาผู้รับผิดชอบเงินสดขาดบัญชีได้\nสหกรณ์ต้องปรับปรุงบัญชีเงินสด ขาดบัญชีเป็นบัญชีลูกหนี้เงินสดขาดบัญชี\nกรณีสหกรณ์มีจ านวนเงินสด ณ วันตรวจนับมากกว่าเงินสดคงเหลือตามบัญชี ให้ถือเป็น\nเงินสดเกินบัญชี สหกรณ์ต้องด าเนินการ ดังนี้\n(1) ให้สหกรณ์ปรับปรุงบัญชีเงินสดให้มีจ านวนคงเหลือเท่ากับจ านวนเงินสดที่ตรวจนับได้\nโดยเพิ่มในบัญชีเงินสดด้วยจ านวนเงินที่เกินบัญชี และบันทึกไว้ในบัญชีเงินสดเกินบัญชี\n(2) ให้สหกรณ์ตรวจสอบค้นหาสาเหตุที่ท าให้เกิดเงินสดเกินบัญชี หากค้นหาสาเหตุได้\nให้สหกรณ์บันทึกบัญชีตามประเภทของรายการเงินที่พบสาเหตุนั้น หากไม่สามารถค้นหาสาเหตุได้\nให้คงบัญชีเงินสดเกนิ บัญชีไวจ้ นกว่าจะพ้นอายุความเรยี กร้องสิทธิ์ และเมื่อพ้นอายุความแล้วหากไมม่ ีผใู้ ด\nใช้สิทธิ์เรียกร้องก็ให้โอนเงินสดเกินบัญชีเป็นรายได้อื่นของสหกรณ์\nกรณีที่สหกรณ์มีเงินสดเกินบัญชีหรือเงินสดขาดบัญชี อันเป็นผลเนื่องจากการปัดเศษสตางค์\nของจ านวนเงิน ให้บันทึกไว้ในบัญชีรายได้อื่นหรือค่าใช้จ่ายอื่นแล้วแต่กรณี\nข้อ 13 ให้สหกรณ์เปิดเผยข้อมูลเงินสดขาดบัญชีในหมายเหตุประกอบงบการเงินโดยแสดง\nรายละเอียดการด าเนินการเกี่ยวกับเงินสดขาดบัญชีที่เกิดขึ้น\nข้อ 14 ให้สหกรณ์บันทึกบัญชีเงินฝากธนาคาร ส าหรับรายการเงินฝากธนาคารทุกประเภท\nรวมถึง สลากออมสิน สลากออมทรัพย์ ธ.ก.ส. และสลากออมทรัพย์ ธอส.\nข้อ 15 ให้สหกรณ์เปิดเผยข้อมูลเงินฝากธนาคารในหมายเหตุประกอบงบการเงินเกี่ยวกับ\nเงื่อนไขหรือภาระผูกพันของเงินฝากธนาคาร\nข้อ 16 ให้สหกรณ์บันทึกบัญชีเงินฝากสหกรณ์อื่น ส าหรับรายการที่สหกรณ์น าเงินไปฝากไวท้ ี่\nชุมนุมสหกรณ์หรือสหกรณ์อื่น\nเงินฝากสหกรณ์อื่นที่มีผลต่อมูลค่าที่คาดว่าจะได้รับคืน ให้พิจารณาการประมาณการค่าเผื่อ\nเงินฝากสหกรณ์อื่นสงสัยจะสูญ ดังนี้",
        "หน้า ๑๕\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\n(1) กรณีเงินฝากสหกรณ์อื่นที่มีก าหนดช าระคืนแล้วแต่สหกรณ์ผู้รับฝากไม่สามารถจ่ายคืน\nเงินฝากได้ให้สหกรณ์ผู้ฝากรายงานเงินฝากสหกรณ์อื่นที่ถอนไม่ได้ต่อที่ประชุมคณะกรรมการด าเนินการ\nสหกรณ์ และสหกรณ์ผู้ฝากต้องประมาณการค่าเผื่อเงินฝากสหกรณ์อื่นสงสัยจะสูญเต็มจ านวนเงินฝาก\nที่ถอนคืนไม่ได้\n(2) กรณีสหกรณ์ผู้รับฝากมีผลการด าเนินงานขาดทุนสะสมเกินกึ่งหนึ่งของทุนเรือนหุ้นและ\nงบแสดงฐานะการเงินมีข้อมูลที่แสดงให้เห็นว่า สหกรณ์ผู้รับฝากขาดสภาพคล่องไม่มีเงินทุนหมุนเวียน\nเพียงพอที่จะจ่ายคืนเงินฝากได้ และไม่ได้ด าเนินการจัดท าแผนปรับปรุงการด าเนินงานแต่อย่างใด\nให้สหกรณ์ผู้ฝากบันทึกค่าเผื่อเงินฝากสหกรณ์อื่นสงสัยจะสูญเต็มจ านวนของเงินฝากนั้น แต่หากสหกรณ์\nผู้รับฝากอยู่ในระหว่างการจัดท าแผนปรับปรุงการด าเนินงานของสหกรณ์ตามค าสั่งนายทะเบียนสหกรณ์\nให้สหกรณ์ผู้ฝากทยอยบันทึกค่าเผื่อเงินฝากสหกรณ์อื่นสงสัยจะสูญตามระยะเวลาที่ก าหนดไว้ในแผน\nปรับปรุงการดา เนนิ งานนนั้ ถ้าสหกรณ์ผู้รับฝากมีฐานะการเงินดีขึ้นโดยงบแสดงฐานะการเงินของสหกรณ์\nผู้รับฝากไม่ปรากฏผลขาดทุนสะสมแล้ว หรือสหกรณ์ผู้ฝากได้รับเงินฝากคืน ให้สหกรณ์ผู้ฝากระงับ\nการบันทึกค่าเผื่อเงินฝากสหกรณ์อื่นสงสัยจะสูญ\nให้สหกรณ์บันทึกค่าเผื่อเงินฝากสหกรณ์อื่นสงสัยจะสูญ ถือเป็นบัญชีปรับมูลค่า เพื่อแสดงเป็น\nรายการหักออกจากเงินฝากสหกรณ์อื่นในงบแสดงฐานะการเงิน และบันทึกเงินฝากสหกรณ์อื่นสงสัยจะสูญ\nถือเป็นค่าใช้จ่าย กรณีที่สหกรณ์ผู้ฝากได้รับเงินฝากคืน ให้สหกรณ์ผู้ฝากโอนปิดบัญชีค่าเผื่อเงินฝาก\nสหกรณ์อื่นสงสัยจะสูญ และบันทึกเงินฝากสหกรณ์อื่นสงสัยจะสูญไว้ในวงเล็บ เพื่อเป็นการลดยอด\nค่าใช้จ่าย\nข้อ 17 ให้สหกรณ์เปิดเผยข้อมูลเงินฝากสหกรณ์อื่นในหมายเหตุประกอบงบการเงินเกี่ยวกับ\nเงื่อนไขหรือภาระผูกพันของเงินฝากสหกรณ์อื่นและการถอนคืนไม่ได้\nข้อ 18 ให้สหกรณ์บันทึกบัญชีเงินลงทุน ส าหรับรายการเงินที่สหกรณ์น าไปลงทุนเพื่อเพิ่ม\nความมั่งคั่ง หรือส่งเสริมความเจริญแก่กิจการของสหกรณ์ ตามมาตรา 62 (3) (4) (5) (6)\nและ (7) แห่งพระราชบัญญัตสิ หกรณ์ พ.ศ. 2542 และที่แก้ไขเพิ่มเติม โดยบันทึกบัญชีตามลักษณะ\nของเงินลงทุน ดังนี้\n(1) เงินลงทุนทั่วไป หมายถึง เงินลงทุนในตราสารทุนและตราสารหนี้ที่ไม่อยู่ในความต้องการ\nของตลาดสามารถแยกประเภทเป็นเงินลงทุนระยะสั้น หรือเงินลงทุนระยะยาว เช่น เงินลงทุนซื้อหุ้น\nชุมนุมสหกรณ์ ตั๋วสัญญาใช้เงินที่ออกโดยชุมนุมสหกรณ์ เป็นต้น\n(2) ตราสารหนี้ หมายถึง เงินลงทุนในหลักทรัพย์ที่มีสัญญาแสดงว่าผู้ออกตราสารมีภาระผูกพัน\nทั้งทางตรงและทางอ้อมที่จะต้องจ่ายเงินสดหรือสินทรัพย์อื่นให้แก่ผู้ถือตราสารตามจ านวนและเงื่อนไข\nที่ได้ก าหนดไว้ โดยชัดเจนหรือโดยปริยาย เช่น พันธบัตรรัฐบาล หุ้นกู้ เป็นต้น\nตราสารหนี้ที่จะถือจนครบก าหนด หมายถึง ตราสารหนี้ที่สหกรณ์มีความตั้งใจแน่วแน่\nและมีความสามารถที่จะถือไว้จนครบก าหนดไถ่ถอนโดยที่สหกรณ์จะไม่ขายตราสารหนี้ก่อนครบก าหนด\n(3) ตราสารทุน หมายถึง เงินที่สหกรณ์น าไปลงทุนในหุ้นทุนของกิจการที่อยู่ในความต้องการ\nของตลาด",
        "หน้า ๑๖\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\n(4) กองทุน หมายถึง การน าเงินไปฝากให้บริษัทหลักทรัพย์จัดการกองทุนที่มีฐานะเป็นนิติบุคคล\nที่ตั้งเป็นกองทุนขึ้นมา โดยมีผู้จัดการกองทุนที่เป็นมืออาชีพน าเงินไปลงทุนในสินทรัพย์ต่าง ๆ\nตามนโยบายของแต่ละกองทุน ให้ได้รับผลตอบแทนแล้วน ามาเฉลี่ยคืนให้กับผู้ลงทุนแต่ละราย\nตามสัดส่วนที่ลงทุน โดยบริษัทนั้นจะต้องมีนโยบายน าเงินไปลงทุนตามมาตรา 62 แห่งพระราชบัญญตั ิ\nสหกรณ์ พ.ศ. 2542 และที่แก้ไขเพิ่มเติม ได้แก่ กองทุนรวม กองทุนส่วนบุคคล\nข้อ 19 ให้สหกรณ์จัดประเภทเงินลงทุนตามการวัดมูลค่า เป็น 2 กลุ่ม ดังนี้\n(1) เงินลงทุนที่อยู่ในความต้องการของตลาด หมายถึง หลักทรัพย์หรือเงินลงทุนอื่น\nที่มีการซื้อขายในตลาดที่มีสภาพคล่อง ได้แก่\n(1.1) หลักทรัพย์เผื่อขาย หมายถึง เงินลงทุนในตราสารหนี้ทุกชนิดหรือตราสารทุน\nในความต้องการของตลาดที่สหกรณ์ถือไว้โดยมิได้มีวัตถุประสงค์หลักที่จะค้าหลักทรัพย์\n(1.2) ตราสารหนี้ที่จะถือจนครบก าหนด\n(2) เงินลงทุนที่ไม่อยู่ในความต้องการของตลาด หมายถึง เงินลงทุนทั่วไปของสหกรณ์\nข้อ 20 ให้สหกรณ์บันทึกต้นทุนของเงินลงทุนด้วยเงินที่จ่ายโดยตรงทั้งสิ้นที่สหกรณ์จ่าย\nเพื่อให้ได้มาซึ่งเงินลงทุนนั้น เช่น ราคาจ่ายซื้อเงินลงทุน ค่านายหน้า ค่าธรรมเนียมและค่าภาษีอากร\nต้นทุนของเงินลงทุนดังกล่าว ไม่รวมถึงส่วนเกินหรือส่วนลดของตราสารหนี้\nกรณีสหกรณ์ซื้อตราสารหนี้ที่ระบุอัตราดอกเบี้ยโดยมีดอกเบี้ยที่เกิดขึ้นก่อนที่สหกรณ์จะได้\nตราสารหนี้ ซึ่งดอกเบี้ยนั้นรวมอยู่ในราคาซื้อของตราสารหนี้ สหกรณ์ต้องปันส่วนดอกเบี้ยจากตราสารหนี้\nที่สหกรณ์ได้รับในเวลาต่อมาให้กับช่วงเวลาก่อนและหลังการซื้อตราสารหนี้ และสหกรณ์ต้องไม่รับรู้ดอกเบี้ย\nส่วนที่เป็นของช่วงเวลาก่อนการซื้อเป็นรายได้\nข้อ 21 ให้สหกรณ์บันทึกการจ าหน่ายหรือไถ่ถอนเงินลงทุน โดยต้องบันทึกผลต่างระหว่าง\nเงินที่ได้รับกับมูลค่าตามบัญชีของเงินลงทุนเป็นก าไรหรือขาดทุนทันทีที่เกิดรายการ และสหกรณ์\nต้องบันทึกกลับรายการบัญชีทุกบัญชีที่เกี่ยวข้องกับเงินลงทุนที่จ าหน่ายหรือไถ่ถอนก่อน จึงรับรู้ก าไร\nหรือขาดทุน ทั้งนี้ การบันทึกการรับรู้ก าไรขาดทุนส าหรบั เงินลงทุนในกองทุนรวมหรือกองทุนส่วนบคุ คล\nให้เป็นไปตามที่กรมตรวจบัญชีสหกรณ์ก าหนด\nกรณีสหกรณ์จ าหน่ายเงินลงทุนชนิดเดียวกันเพียงบางส่วนมูลค่าตามบัญชีต่อหน่วยที่ใช้ในการ\nบันทึกก าไรหรือขาดทุนต้องค านวณโดยใช้วิธีถัวเฉลี่ยถ่วงน้ าหนักหรือวิธีเข้าก่อนออกก่อน\nข้อ 22 ให้สหกรณ์บันทึกการด้อยค่าของเงินลงทุน ดังนี้\n(1) ตราสารหนี้ที่จะถือจนครบก าหนด เมื่อมีความเป็นไปได้ค่อนข้างแน่ที่สหกรณ์\nจะไม่สามารถเรียกเก็บเงินต้นหรือดอกเบี้ยทั้งหมดหรือบางส่วนตามที่ระบุไว้ในสัญญาได้ ให้สหกรณ์ค านวณ\nรายการขาดทุนจากการด้อยค่าของตราสารหนี้ที่จะถือจนครบก าหนด โดยค านวณผลต่างระหว่างมูลค่า\nตามบัญชีกับราคาตลาดของตราสารหนี้นั้น",
        "หน้า ๑๗\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nการบันทึกการด้อยค่าของตราสารหนี้ที่จะถือจนครบก าหนด ให้ปฏิบัติดังนี้\n(1.1) สหกรณ์ต้องบันทึกรายการขาดทุนจากการด้อยค่าของตราสารหนี้ที่จะถือจนครบก าหนด\nในงบก าไรขาดทุนทันทีที่เงินลงทุนเกิดการด้อยค่า และต้องรับรู้รายได้ดอกเบี้ยจากตราสารหนี้\nโดยใช้อัตราดอกเบี้ยที่แท้จริงตามสัญญาเดิม\n(1.2) สหกรณ์ต้องบันทึกเพิ่มมูลค่าของตราสารหนี้ที่จะถือจนครบก าหนด เมื่อพบว่า\nรายการขาดทุนจากการด้อยค่าของตราสารหนี้ที่จะถือจนครบก าหนดที่ได้รับรู้ไว้ได้หมดไปหรือลดลง\nโดยบันทึกเพิ่มมูลค่าไว้ในบัญชีก าไรจากการปรับมูลค่าตราสารหนี้ที่จะถือจนครบก าหนด และบันทึก\nได้ไม่เกินกว่าจ านวนขาดทุนจากการด้อยค่าของตราสารหนี้ที่จะถือจนครบก าหนดที่เคยบันทึกไว้\n(2) หลักทรัพย์เผื่อขายที่อยู่ในความต้องการของตลาด เป็นตราสารหนี้ทุกชนิดหรือตราสารทนุ\nที่อยู่ในความต้องการของตลาด ซึ่งถือเป็นหลักทรัพย์เผื่อขายจะด้อยค่าเมื่อมีหลักฐานสนับสนุนวา่ กิจการ\nที่ออกหลักทรัพย์ก าลังประสบปัญหาทางการเงินหรือกิจการที่ออกหลักทรัพย์ผิดนัดช าระหนี้หรือ\nผิดเงื่อนไขในสัญญาหรือมีความเป็นไปได้สูงที่กิจการผู้ออกหลักทรัพย์จะล้มละลาย หรือฟื้นฟูกิจการ\nหรือหลักทรัพย์นั้น ไม่มีการซื้อขายในตลาดที่มีสภาพคล่องอีกต่อไป\nการบันทึกการด้อยค่าของหลักทรัพย์เผื่อขายที่อยู่ในความต้องการของตลาด ให้ปฏิบัติดังนี้\n(2.1) สหกรณ์ต้องบันทึกการด้อยค่าของหลักทรัพย์เผื่อขายที่อยู่ในความต้องการ\nของตลาดทันทีที่มีหลักฐานสนับสนุนว่า หลักทรัพย์นั้นด้อยค่าโดยการกลับรายการขาดทุนจากเงินลงทุน\nที่ยังไม่เกิดขึ้นที่บันทึกไว้ในบัญชีก าไร (ขาดทุน) จากเงินลงทุนที่ยังไม่เกิดขึ้น ที่แสดงอยู่ในทุน\nของสหกรณ์เป็นรายการขาดทุนจากการด้อยค่าของหลักทรัพย์เผื่อขายในงบก าไรขาดทุนทันที เว้นแต่\nกรณีสหกรณ์เคยบันทึกรายการก าไรจากเงินลงทุนที่ยังไมเ่ กิดขนึ้ ไวใ้ นบัญชีก าไร (ขาดทุน) จากเงินลงทุน\nที่ยังไม่เกิดขึ้นที่แสดงอยู่ในทุนของสหกรณ์ สหกรณ์ต้องกลับบัญชีก าไร (ขาดทุน) จากเงินลงทุน\nที่ยังไม่เกิดขึ้นดังกล่าว ในการบันทึกลดมูลค่าเงินลงทุนก่อนที่จะบันทึกรายการขาดทุนจากการด้อยค่า\nของหลักทรัพย์เผื่อขายในงบก าไรขาดทุน\n(2.2) สหกรณ์ต้องบันทึกเพิ่มมูลค่าของหลักทรัพย์เผื่อขาย เมื่อพบว่ารายการขาดทุน\nจากการด้อยค่าของหลักทรัพย์เผื่อขายที่ได้รับรู้ไว้หมดไปหรือลดลง ให้บันทึกเพิ่มมูลค่าไว้ในบัญชีก าไร\nจากการปรับมูลค่าหลักทรัพย์เผื่อขาย และบันทึกได้ไม่เกินกว่าจ านวนขาดทุนจากการด้อยค่า\nของหลักทรัพย์เผื่อขายที่เคยบันทึกไว้\n(3) เงินลงทุนทั่วไปจะด้อยค่าเมื่อมีข้อมูลที่แสดงให้เห็นว่ามูลค่าตามบัญชีของเงินลงทุนทั่วไป\nสูงกว่ามูลค่าที่คาดว่าจะได้รับคืน เช่น หุ้นชุมนุมสหกรณ์จะด้อยค่า เมื่อปรากฏว่าหมายเหตุประกอบ\nงบการเงินของชุมนุมสหกรณ์ระบุมูลค่าต่อหุ้นที่ค านวณใหม่ตามวิธีการที่นายทะเบียนสหกรณ์ก าหนด\nมีมูลค่าต่ ากว่ามูลค่าต่อหุ้นที่ก าหนดไว้ในข้อบังคับของชุมนุมสหกรณ์ เป็นต้น\nการบันทึกการด้อยค่าของเงินลงทุนทั่วไป ให้ปฏิบัติดังนี้\n(3.1) บันทึกขาดทุนจากการด้อยค่าของเงินลงทุนทั่วไปทันทีที่มีหลักฐานสนับสนุนว่า\nเงินลงทุนทั่วไปด้อยค่า",
        "หน้า ๑๘\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\n(3.2) สหกรณ์ต้องบันทึกการเพิ่มมูลค่าของเงินลงทุนทั่วไป เมื่อพบว่ารายการขาดทุน\nจากการด้อยค่าของเงินลงทุนทั่วไปที่รับรู้ไว้หมดไปหรือลดลง ให้บันทึกเพิ่มมูลค่าไว้ในบัญชีก าไร\nจากการปรับมูลค่าเงินลงทุนทั่วไป และบันทึกได้ไม่เกินกว่าจ านวนขาดทุนจากการด้อยค่าของเงินลงทุนทั่วไป\nที่เคยบันทึกไว้\nให้สหกรณ์บันทึกการด้อยค่าของเงินลงทุนไว้ในบัญชีค่าเผื่อการปรับมูลค่าเงินลงทุนในงบแสดง\nฐานะการเงิน และบันทึกผลขาดทุนจากการด้อยค่าไว้ในบัญชีขาดทุนจากการดอ้ ยค่าเงินลงทุนในงบกา ไร\nขาดทุน\nข้อ 23 ให้สหกรณ์แสดงมูลค่าเงินลงทุน ณ วันสิ้นปีทางบัญชีในงบแสดงฐานะการเงิน ดังนี้\n(1) เงินลงทุนทั่วไป หรือตราสารทุนที่ไม่อยู่ในความต้องการของตลาดในงบแสดงฐานะการเงนิ\nต้องแสดงด้วยราคาทุน\n(2) ตราสารทุนและตราสารหนี้ที่ถือไม่ครบก าหนดที่อยู่ในความต้องการของตลาด ซึ่งถือเป็น\nหลักทรัพย์เผื่อขายต้องแสดงในงบแสดงฐานะการเงินด้วยมูลค่ายุติธรรม\nสหกรณ์ต้องบันทึกปรับมูลค่าส่วนต่างระหว่างมูลค่าตามบัญชีกับมูลค่ายุติธรรมของเงินลงทุน\nไว้ในบัญชีค่าเผื่อการปรับมูลค่าเงินลงทุน เพื่อปรับมูลค่าตามบัญชีของเงินลงทุนให้เท่ากับมูลค่ายุติธรรม\nและส่วนเกินหรือต่ ากว่าทุนจากการเปลี่ยนแปลงมูลค่าของเงินลงทุนแสดงไว้ในบัญชีก าไร (ขาดทุน)\nจากเงินลงทุนที่ยังไม่เกิดขึ้น เป็นรายการภายใต้ทุนของสหกรณ์ เมื่อมีการจ าหนา่ ยหลักทรพั ย์ จึงบันทกึ\nการเปลี่ยนแปลงมูลค่าเงินลงทุนในบัญชีก าไร (ขาดทุน) จากเงินลงทุนที่ยังไม่เกิดขึ้นนั้นเป็นก าไรหรือ\nขาดทุนจากการจ าหน่ายเงินลงทุน โดยบันทึกปรับได้ไม่เกินจ านวน ก าไร (ขาดทุน) จากเงินลงทุน\nที่ยังไม่เกิดขึ้นของเงินลงทุนแต่ละรายการเท่านั้น\n(3) ตราสารหนี้ที่จะถือจนครบก าหนด ต้องแสดงในงบแสดงฐานะการเงินด้วยราคาทุน\nตัดจ าหน่ายซึ่งหมายถึง ราคาทุนของตราสารหนี้ที่ได้มาหรือโอนมาตั้งแต่เริ่มแรกหักเงินต้นที่จ่ายคืน\nและบวกหรือหักค่าตัดจ าหน่ายสะสมของส่วนต่างระหว่างราคาทุนเริ่มแรกกับมูลค่าที่ตราไว้ การตัด\nจ าหน่ายส่วนต่างดังกล่าวต้องใช้วิธีค านวณหาอัตราดอกเบี้ยที่แท้จริง ซึ่งเป็นอัตราคงที่ตลอดอายุของ\nตราสารหนี้ หรือวิธีอื่นที่ให้ผลไม่แตกต่างจากวิธีอัตราดอกเบี้ยที่แท้จริงอย่างมีนัยส าคัญ\nข้อ 24 ให้สหกรณ์เปิดเผยข้อมูลเงินลงทุนในหมายเหตุประกอบงบการเงิน ดังนี้\n(1) นโยบายการบัญชีเกี่ยวกับการวัดมูลค่าเงินลงทุน การค านวณต้นทุนของเงินลงทุนและ\nการเปลี่ยนแปลงมูลค่าเงินลงทุน\n(2) มูลค่าของหน่วยลงทุนแต่ละหน่วยตามมูลค่ายุติธรรม ราคาทุน หรือราคาทุนตัดจ าหน่าย\nตลอดจนเปิดเผยราคาทุนรวมของเงินลงทุนบวกหรือหักด้วยค่าเผื่อการปรับมูลค่าเงินลงทุน แยกเป็นเงินลงทนุ\nที่อยู่ในความต้องการของตลาด และเงินลงทุนที่ไม่อยู่ในความต้องการของตลาด ทั้งนี้ ให้แสดงตาม\nระยะเวลาถือครองเงินลงทุนเป็นระยะสั้นหรือระยะยาว\n(3) ข้อมูลเกี่ยวกับก าไร (ขาดทุน) จากเงินลงทุนที่ยังไม่เกิดขึ้น โดยเปิดเผยให้ทราบถึง\nจ านวนเงินต้นงวด การเปลี่ยนแปลงในระหว่างงวด และจ านวนเงินคงเหลือในวันสิ้นปีทางบัญชี",
        "หน้า ๑๙\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\n(4) ข้อมูลเกี่ยวกับการด้อยค่าของเงินลงทุนในระหว่างปี โดยเปิดเผยให้ทราบถึงมูลค่าเงินลงทุน\nตามบัญชีคงเหลือ จ านวนผลขาดทุนจากการด้อยค่าของเงินลงทุน และสาเหตุของการด้อยค่าเงินลงทุนนั้น\nข้อ 25 ให้สหกรณ์บันทึกบัญชีลูกหนี้เงินกู้ ส าหรับรายการลูกหนี้ที่เกิดจากสัญญาเงินกู้\nรวมถึงลูกหนี้อื่นอันมีมูลหนี้ที่เกิดจากการให้เงินกู้ เช่น ลูกหนี้เงินกู้ปรับปรุงโครงสร้างหนี้ ลูกหนี้เงินกู้\nขาดสมาชิกภาพ ลูกหนี้เงินกู้ระหว่างด าเนินคดี ลูกหนี้เงินกู้ตามค าพิพากษา เป็นต้น\nข้อ 26 ให้สหกรณ์ประมาณการค่าเผื่อหนี้สงสัยจะสูญส าหรับลูกหนี้ที่คาดว่าจะเรียกเก็บไมไ่ ด้\nณ วันสิ้นปีทางบัญชี เพื่อปรับมูลค่าของลูกหนเี้ งินกู้ โดยแสดงเปน็ รายการคา่ เผื่อหนี้สงสัยจะสูญหักจาก\nบัญชีลูกหนี้เงินกู้ในงบแสดงฐานะการเงิน ดังนี้\n(1) สหกรณ์ตามมาตรา 33/1 (1) (2) (3) (4) และ (5) แห่งพระราชบัญญัติสหกรณ์\nพ.ศ. 2542 และที่แก้ไขเพิ่มเติม และกลุ่มเกษตรกร ให้ประมาณการค่าเผื่อหนี้สงสัยจะสูญ\nตามประกาศกรมตรวจบัญชีสหกรณ์ เรื่อง การประมาณการค่าเผื่อหนี้สงสัยจะสูญ\n(2) สหกรณ์ตามมาตรา 33/1 (6) และ (7) แห่งพระราชบัญญัติสหกรณ์ พ.ศ. 2542\nและที่แก้ไขเพิ่มเติม ให้ประมาณการค่าเผื่อหนี้สงสัยจะสูญตามกฎกระทรวงว่าด้วย การจัดชั้นสินทรัพย์\nและการกันเงินส ารอง\nให้น ารายการดังต่อไปนี้ มาพิจารณาก่อนประมาณการค่าเผื่อหนี้สงสัยจะสูญ ณ วันสิ้นปีทางบัญชี\n(1) จ านวนเงินที่ได้รับช าระหนี้หลังวันสิ้นปีทางบัญชี แต่ก่อนวันที่ผู้สอบบัญชีแสดงความเห็น\nต่องบการเงิน\n(2) เงินฝากของลูกหนี้ที่ฝากไว้กับสหกรณ์ตามจ านวนเงินที่เจ้าของบัญชีเงินฝากดังกล่าว\nท าสัญญาตกลงผูกพันค้ าประกันหนี้ของลูกหนี้และให้สิทธิแก่สหกรณ์สามารถถอนเงินฝากเพื่อช าระหนี้ได้\nเมื่อหนี้ถึงก าหนดช าระ\n(3) หลักทรัพย์รัฐบาล หรือหลักทรัพย์ที่กระทรวงการคลังค้ าประกันต้นเงินและดอกเบี้ย\nและเจ้าของหลักทรัพย์นั้นได้ท าสัญญาตกลงผูกพันค้ าประกันหนี้ของลูกหนี้ให้หักได้ตามมูลค่าหลักทรัพย์\nเท่าที่ได้น ามาเป็นหลักประกันกับสหกรณ์\n(4) ที่ดิน หรือที่ดินพร้อมอาคาร สิ่งปลูกสร้างที่จดจ านองไว้กับสหกรณ์ กรณีประเมิน\nโดยทางราชการให้หักได้เต็มจ านวน กรณีประเมินโดยผู้ประเมินมูลค่าทรัพย์สินรับอนุญาตให้หักได้ ร้อยละ 70\nของราคาประเมิน ทั้งนี้ ต้องไม่เกินกว่าวงเงินที่ระบุไว้ในสัญญาจ านอง\nข้อ 27 ให้สหกรณ์บันทึกบัญชีลูกหนี้การค้า ส าหรับรายการลูกหนี้ที่ค้างช าระค่าสินค้า\nหรือค่าบริการที่สหกรณ์ได้ขายหรือให้บริการไปแล้วตามปกติ รวมถึงลูกหนี้ขายผ่านบัญชี ลูกหนี้จาก\nการขายผ่อนช าระหรือเช่าซื้อ ลูกหนี้ค่าบริการ\nการประมาณการค่าเผื่อหนี้สงสัยจะสูญส าหรับลูกหนี้การค้าที่คาดว่าจะเรียกเก็บไม่ได้ ณ วันสิ้นปี\nทางบัญชี ให้เป็นไปตามที่ก าหนดไว้ในข้อ 26 เพื่อปรับมูลค่าของลูกหนี้การค้า และแสดงเป็นรายการ\nค่าเผื่อหนี้สงสัยจะสูญหักจากบัญชีลูกหนี้การค้าในงบแสดงฐานะการเงิน",
        "หน้า ๒๐\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nข้อ 28 ให้สหกรณ์บันทึกบัญชีลูกหนี้อื่น ส าหรับรายการลูกหนี้ที่ไม่อาจจัดอยู่ในประเภท\nของลูกหนี้เงินกู้และลูกหนี้การค้า รวมถึงหนี้สินที่กรรมการและเจ้าหน้าที่มีต่อสหกรณ์ไม่ว่าในลักษณะ\nใดก็ตาม โดยบันทึกบัญชีลูกหนี้อื่นแยกออกตามประเภทของการเกิดรายการ เช่น ลูกหนี้เงินสดขาดบัญชี\nลูกหนี้เงินยืมทดรอง เป็นต้น\nการประมาณการค่าเผื่อหนี้สงสัยจะสูญส าหรับลูกหนี้อื่นที่คาดว่าจะเรียกเก็บไม่ได้ ณ วันสิ้นปี\nทางบัญชี ให้เป็นไปตามที่ก าหนดไว้ในข้อ 26 เพื่อปรับมูลค่าของลูกหนี้อื่น และแสดงเป็นรายการ\nค่าเผื่อหนี้สงสัยจะสูญหักจากบัญชีลูกหนี้อื่นในงบแสดงฐานะการเงิน\nข้อ 29 ให้สหกรณ์น าจ านวนเงินที่ได้รับช าระหนี้จากลูกหนี้มาหักค่าปรับค้างรับ ดอกเบี้ยค้างรับ\nค่าปรับรับประจ าปี ดอกเบี้ยรับประจ าปี และต้นเงิน ตามล าดับ\nข้อ 30 ลูกหนี้ที่สามารถตัดจ าหน่ายหนี้สูญได้ ต้องเป็นหนี้ที่เกิดจากการประกอบกิจการ\nหรือเนื่องจากการประกอบกิจการของสหกรณ์ และมีลักษณะ ดังนี้\n(1) ต้องมีหลักฐานการติดตามทวงถามให้ช าระหนี้ตามสมควรแกกรณี หรือมีการฟ้องคดีแล้ว\nแต่ไม่ได้รับการช าระหนี้ หรือ\n(2) ลูกหนี้ถึงแกความตาย หรือศาลมีค าพิพากษาว่าเป็นคนสาบสูญ และไม่มีทรัพย์สินหรือสิทธิใด ๆ\nจะเรียกร้องให้ช าระหนี้ได้ หากฟ้องคดีไปก็ท าให้เสียค่าใช้จ่ายมากยิ่งขึ้นไม่คุ้มกับหนี้ที่จะได้รับช าระ หรือ\n(3) ลูกหนี้เลิกกิจการ และมีหนี้ของเจ้าหนี้รายอื่นมีบุริมสิทธิเหนือทรัพย์สินทั้งหมดของลูกหนี้\nและอยู่ในล าดับที่จะได้รับช าระหนี้ก่อนเป็นจ านวนมากกว่าทรัพย์สินของลูกหนี้ หรือ\n(4) ได้ด าเนินการฟ้องลูกหนี้ในคดีแพ่งหรือได้ยื่นค าขอเฉลี่ยหนี้ในคดีที่ลูกหนี้ถูกเจ้าหนี้\nรายอื่นฟ้องในคดีแพง และในกรณีนั้น ๆ ได้มีค าบังคับหรือค าสั่งของศาลแลว แต่ลูกหนี้ไม่มีทรัพย์สินใด ๆ\nจะช าระหนี้ได้ หรือ\n(5) ได้ด าเนินการฟ้องลูกหนี้ในคดีล้มละลายหรือได้ยื่นค าขอรับช าระหนี้ในคดีที่ลูกหนี้ถูกเจ้าหนี้\nรายอื่นฟ้องในคดีล้มละลาย และในกรณีนั้น ๆ ได้มีการประนอมหนี้กับลูกหนี้ โดยศาลมีค าสั่งเห็นชอบด้วย\nกับการประนอมหนี้นั้น หรือ\n(6) ลูกหนี้ถูกศาลพิพากษาให้เป็นบุคคลล้มละลาย และได้มีการแบ่งทรัพย์สินของลูกหนี้\nครั้งแรกแล้ว\n(7) ลูกหนี้แต่ละรายที่มีจ านวนหนี้รวมกันไม่เกินสามหมื่นบาท หากสหกรณ์มีหลักฐาน\nการติดตามทวงถามให้ช าระหนี้ตามสมควรแกกรณีแล้วแต่ไม่ได้รับช าระหนี้ และหากจะฟ้องลูกหนี้\nก็จะต้องเสียค่าใช้จ่ายไม่คุ้มกับหนี้ที่จะได้รับช าระ\nข้อ 31 ให้สหกรณ์ตัดจ าหน่ายหนี้สูญ ในกรณีที่หนี้นั้นมีการตั้งค่าเผื่อหนี้สงสัยจะสูญไว้\nเต็มจ านวนหนี้ที่จะขอตัดจ าหน่ายแล้วในคราวปิดบัญชีประจ าปีก่อนการขออนุมัติตัดจ าหน่ายหนี้สูญ\nให้สหกรณ์ด าเนินการ ดังนี้\n(1) ก าหนดระเบียบวาระการประชุมใหญ่ เรื่อง การตัดจ าหน่ายหนี้สูญ ในคราวปิดบัญชี\nประจ าปีก่อนการขออนุมัติตัดจ าหน่ายหนี้สูญ เพื่อพิจารณาอนุมัติตัดจ าหน่ายหนี้สูญ โดยจัดให้มีข้อมูล\nแนบระเบียบวาระการประชุมใหญ่ ดังนี้",
        "หน้า ๒๑\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\n(1.1) จ านวนหนี้ที่ขออนุมัติตัดจ าหน่ายจากบัญชี\n(1.2) ค าชี้แจงสภาพหลักฐานและการด าเนินการติดตามทวงถามหนี้\n(1.3) เหตุผลในการขอตัดจ าหน่ายหนี้สูญ\n(1.4) ความเห็นของที่ประชุมคณะกรรมการด าเนินการสหกรณ์\n(2) ต้องมีมติอนุมัติจากที่ประชุมใหญ่ โดยมีคะแนนเสียงเกินกว่ากึ่งหนึ่งของสมาชิกที่มาประชุม\n(3) เมื่อที่ประชุมใหญ่มีมติอนุมัติให้ตัดจ าหน่ายหนี้สูญได้ ให้บันทึกไว้ในรายงานการประชุม\nด้วยว่าการอนุมัติตัดจ าหน่ายหนี้สูญเป็นเพียงการปฏิบัติทางบัญชีเท่านั้น มิได้เป็นการระงับซึ่งสิทธิ\nเรียกร้องจากผู้ต้องรับผิดชอบต่อสหกรณ์แต่อย่างใด\nการตัดจ าหน่ายหนี้สูญให้สหกรณ์บันทึกลดยอดลูกหนี้เป็นหนี้สูญถือเป็นค่าใช้จ่ายในงบก าไร\nขาดทุน และโอนกลับบัญชีค่าเผื่อหนี้สงสัยจะสูญและบัญชีหนี้สงสัยจะสูญ\nข้อ 32 ให้สหกรณ์บันทึกกลับรายการบัญชีลูกหนี้และค่าเผื่อหนี้สงสัยจะสูญที่เกี่ยวข้อง\nและบันทึกหนี้สูญรับคืนเป็นรายได้ด้วยจ านวนเงินที่ได้รับคืน เมื่อสหกรณ์ตัดจ าหน่ายหนี้สูญไปแล้ว\nและลูกหนี้น าเงินมาช าระหนี้\nข้อ 33 ให้สหกรณ์เปิดเผยข้อมูลลูกหนี้เงินกู้ ลูกหนี้การค้า และลูกหนี้อื่นในหมายเหตุ\nประกอบงบการเงิน ดังนี้\n(1) นโยบายการบัญชีเกี่ยวกับการประมาณการค่าเผื่อหนี้สงสัยจะสูญ\n(2) นโยบายการบัญชีเกี่ยวกับการระงับการรับรู้รายได้ที่เกิดจากดอกเบี้ยเงินให้กู้ของลูกหนี้\nที่ไม่ก่อให้เกิดรายได้ตามเกณฑ์คงค้าง และเปิดเผยจ านวนเงินที่ไม่ได้รับรู้เข้าเป็นรายได้ ซึ่งหากได้น าเข้า\nเป็นรายได้แล้วจะมีผลให้สหกรณ์มีก าไรสุทธิเป็นจ านวนเท่าใด\n(3) วิธีการค านวณค่าปรับกรณีลูกหนี้การค้าค้างช าระเกินระยะเครดิตที่ระบุในสัญญา\n(4) วิธีการค านวณยอดลูกหนี้จากการขายผ่อนช าระหรือเช่าซื้อ\n(5) มติที่ประชุมใหญ่ที่อนุมัติในกรณีให้ตัดจ าหน่ายหนี้สูญ\nข้อ 34 ให้สหกรณ์บันทึกบัญชีสินค้าคงเหลือ ส าหรับรายการสินทรัพย์ที่มีไว้เพื่อขาย\nตามลักษณะการประกอบธรุ กจิ โดยปกติ หรืออยู่ในระหว่างกระบวนการผลิตเพื่อใหเ้ ป็นสินค้าส าเรจ็ รูปเพอื่ ขาย\nหรือมีไว้ใช้ในการผลิตสินค้าหรือให้บริการ หรือต้นทุนงานให้บริการส่วนที่สหกรณ์ยังไม่ได้รับรู้เป็นรายได้\nซึ่งประกอบด้วย ค่าแรงงาน และค่าใช้จ่ายอื่น ๆ ที่เกี่ยวกับบุคคลที่มีส่วนเกี่ยวข้องโดยตรงกับ\nการให้บริการ รวมทั้งบุคลากรที่ควบคุมดูแลและค่าใช้จ่ายที่เกี่ยวข้องกับการให้บรกิ าร หรือสินค้าที่ส่งไป\nฝากขายและยังไม่ได้บันทึกบัญชีขายสินค้า หรือสินค้าที่บันทึกบัญชีซื้อแล้วแต่ได้รับไม่ครบ หรือสินค้า\nยึดคืนรอขาย\nข้อ 35 ให้สหกรณ์บันทึกบัญชีเกี่ยวกับสินค้าคงเหลือโดยใช้วิธีการบันทึกบัญชีสินค้าคงเหลือ\nเมื่อวันสิ้นปีทางบัญช ี (Periodic Inventory) และให้จัดท าทะเบียนคุมสินค้าทุกครั้งที่มีการซื้อและขายสินค้า",
        "หน้า ๒๒\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nการบันทึกซื้อสินค้าให้บันทึกในราคาที่ซื้อสินค้านั้น รวมถึงค่าใช้จ่ายต่าง ๆ ที่ได้จ่ายไปเพื่อให้ได้\nสินค้านั้นมาอยู่ในสภาพที่พร้อมจะขายได้ ส าหรับราคาทุนของสินค้าที่ผลิตขึ้นเองเพื่อจ าหน่าย\nประกอบด้วยต้นทุนของวัตถุดิบที่ใช้ในการผลิต ค่าแรงงานโดยตรงในการผลิต และค่าใช้จ่ายอื่น ๆ\nเกี่ยวกับการผลิตสินค้านั้น\nการค านวณต้นทุนต่อหน่วยของสินค้า กรณีได้รับของแถมเป็นสินค้าชนิดเดียวกันกับสินคา้ ทซี่ อื้\nให้น ามูลค่าจ านวนเงินที่จ่ายค่าสินค้าที่ซื้อทั้งหมดหารด้วยจ านวนหน่วยสินค้าที่ได้รับทั้งหมด\nการค านวณต้นทุนต่อหน่วยของสินค้า กรณีได้รับของแถมเป็นสินค้าชนิดเดียวกันกับสินคา้ ทซี่ อื้\nแต่ต่างขนาดหรือเป็นสินค้าที่ต่างชนิดกัน โดยให้ประมาณราคาที่คาดว่าจะขายได้ของสินค้าทั้งหมด\nรวมทั้งสินค้าที่ได้รบั เป็นของแถมดว้ ยแล้วเฉลยี่ เปน็ ราคาทุนให้สินค้าทุกชิ้นที่ซื้อมาทั้งสิ้นรวมทั้งสินค้าแถมด้วย\nข้อ 36 ให้สหกรณ์ที่ส่งมอบสินค้าให้ลูกค้าแล้วโดยการขายผ่อนช าระหรือให้เช่าซื้อตอ่ มาไดย้ ดึ\nสินค้าคืน ให้บันทึกสินค้ายึดคืนรอขายด้วยมูลค่าลูกหนี้จากการขายผ่อนช าระหรือเช่าซื้อคงเหลือ\nตามบัญชีหลังจากหักดอกผลจากการขายผ่อนช าระหรือเช่าซื้อรอตัดบัญชี และก าไรขั้นต้นจากการขายผ่อน\nช าระหรือเช่าซื้อรอตัดบัญชี รวมทั้งบัญชีอื่นที่เกี่ยวข้องเมื่อลูกค้าไม่สามารถจ่ายช าระหนี้ค่าสินค้าได้\nข้อ 37 ให้สหกรณ์ที่เบิกสินค้าไปใช้ในการด าเนินงานของสหกรณ์ บันทึกสินค้าที่เบิกใช้\nเป็นค่าใช้จ่ายตามประเภทที่น าสินค้าไปใช้ และบันทึกสินค้าเบิกใช้เพื่อการด าเนินงาน โดยบันทึกด้วย\nราคาทุน\nการเบิกสินค้าไปใช้ในการผลิตสินค้าให้สหกรณ์บันทึกสินค้าที่เบิกใช้เป็นค่าวัตถุดิบ/วัสดุ\nใช้สิ้นเปลือง และบันทึกสินค้าเบิกใช้เพื่อการผลิต โดยบันทึกด้วยราคาทุน\nการน าสินค้าไปแถม แจกฟรี หรือให้เป็นตัวอย่างแก่ลูกค้า ให้สหกรณ์บันทึกเป็นค่าใช้จ่าย\nสง่ เสริมการขาย และบันทึกสินค้าเบิกใช้เพื่อการส่งเสริมการขาย โดยบันทึกด้วยราคาทุน\nข้อ 38 ให้สหกรณ์ตรวจนับสินค้าคงเหลือ ณ วันสิ้นปีทางบัญชี โดยจัดท าทะเบียนคุมสินคา้\nและวัตถุดิบ และต้องมีการตรวจนับสินค้าคงเหลือ ณ วันสิ้นปีทางบัญชี โดยผู้ที่ไม่มีหน้าที่โดยตรง\nในการเก็บรักษาสินค้าเป็นกรรมการตรวจนับ ไม่น้อยกว่า 3 คน เพื่อให้ทราบปริมาณและสภาพของ\nสินค้าที่เหลืออยู่ตามความเป็นจริง โดยให้แยกรายละเอียดสินค้าคงเหลือสภาพปกติ สินค้าที่เสื่อมหรือ\nช ารุดที่ตรวจนับได้ไว้ต่างหากจากกัน ทั้งนี้ ไม่นับรวมสินค้ารับฝากขายที่ยังไม่ได้บันทึกบัญชีซื้อ\nสินค้าที่ขายแล้วแต่ผู้ซื้อยังไม่มารับสินค้า และสินค้าเสื่อมสภาพเสียหายที่ได้รับอนุมัติให้ตัดบัญชีแล้ว\nข้อ 39 ให้สหกรณ์จัดประเภทสินค้าคงเหลือที่ตรวจนับได้ โดยแยกออกตามสภาพ เป็น 2 กลุ่ม\nดังนี้\n(1) สินค้าคงเหลือสภาพปกติ หมายถึง สินค้าคงเหลือซึ่งอยู่ในสภาพพร้อมที่จะขาย\nหรือสามารถน าไปใช้ในการผลิตสินค้าหรือให้บริการ\n(2) สินค้าคงเหลือสภาพเสื่อมช ารุด หมายถึง สินค้าคงเหลือที่มีสภาพเสื่อมช ารุด ล้าสมัย\nแต่ยังสามารถขายได้",
        "หน้า ๒๓\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nข้อ 40 ให้สหกรณ์ค านวณมูลค่าสินค้าคงเหลือสภาพปกติ ณ วันสิ้นปีทางบัญชีด้วยราคาทุน\nหรือมูลค่าสุทธิที่จะได้รับแล้วแต่มูลค่าใดจะตา่ กว่า และบันทึกเป็นมูลค่าสินค้าคงเหลือ ณ วันสิ้นปีทางบญั ชี\nโดยสหกรณ์สามารถเลือกใช้วิธีการค านวณราคาทุน ดังนี้\n(1) วิธีเข้าก่อนออกก่อน (First In First Out : FIFO) โดยสินค้าที่ซื้อหรือผลิตขึ้นก่อนจะ\nถูกขายออกไปก่อน ดังนั้น สินค้าที่เหลืออยู่จะเป็นสินค้าที่ซื้อหรือผลิตครั้งหลังสุดย้อนขึ้นไปตามล าดับ\n(2) วิธีถัวเฉลี่ยถ่วงน้ าหนัก (Weighted Average) โดยน าราคาทุนทั้งหมดของสินค้าที่ซื้อมา\nหารด้วยจ านวนหน่วยของสินค้านั้น และน าราคาถัวเฉลี่ยต่อหน่วยที่ค านวณได้คูณด้วยจ านวนหน่วย\nของสินค้าคงเหลือในวันสิ้นปีทางบัญชี\nสหกรณ์เลือกใช้วิธีการค านวณราคาทุนสินค้าคงเหลือด้วยวิธีใดวิธีหนึ่ง สหกรณ์ต้องใช้วิธีการ\nค านวณต้นทุนด้วยวิธีเดียวกันอย่างสม่ าเสมอ ส าหรับสินค้าคงเหลือที่มีลักษณะและการใช้คล้ายคลึงกัน\nข้อ 41 ให้สหกรณ์บันทึกมูลค่าสินค้าคงเหลือสภาพเสื่อมช ารุด ด้วยราคาลดลงตามราคา\nที่คาดว่าจะจ าหน่ายได้ กรณีสินค้าที่เสื่อมหรือช ารุดลดลงต่ ากว่าราคาทุน ให้จัดท ารายละเอียด\nประกอบการขอลดราคาโดยให้มีข้อมูลเกี่ยวกับประเภทสินค้า จ านวน ราคาทุน ราคาที่ลดลง\nและเหตุผลที่ลดราคา เสนอขออนุมัติต่อที่ประชุมคณะกรรมการด าเนินการสหกรณ์ก่อนการจ าหน่าย\nตามราคาที่ลดลง\nข้อ 42 ให้สหกรณ์บันทึกมูลค่าที่ลดลงของสินค้าคงเหลือ ณ วันสิ้นปีทางบัญชี เนื่องจาก\nการปรับมูลค่าให้เท่ากับมูลค่าสุทธิที่จะได้รับเป็นผลขาดทุนจากการตีราคาสินค้าลดลง ถือเป็นค่าใช้จ่าย\nในงวดที่ปรับมูลค่าสินค้าลดลง\nสินค้าคงเหลือ ณ วันสิ้นปีทางบัญชีหรือวันตรวจนับ มีจ านวนน้อยกว่าสินค้าคงเหลือ\nตามบัญชี หรือจ านวนสินค้าคงเหลือตามบัญชีที่เกินหลังจากหักลดหย่อนแล้ว ให้ถือเป็นสินค้าขาดบัญชี\nโดยให้สหกรณ์โอนบัญชีแยกออกจากสินค้าคงเหลือตามบัญชีโดยใช้ราคาขายรวมภาษีขาย ณ วันสิ้นปี\nทางบัญชี หรือวันตรวจนับเป็นเกณฑ์ในการบันทึกบัญชีและด าเนินการหาผู้รับผิดชอบ\nข้อ 43 ให้สหกรณ์พิจารณาการลดหย่อนสินค้าคงเหลือขาดบัญชี ดังนี้\n(1) สินค้าประเภทพืชผลทางการเกษตร ให้คณะกรรมการด าเนินการสหกรณ์พิจารณา\nลดหย่อนส าหรับสินค้าที่มีการยุบตัวหรือสูญเสียน้ าหนักตามสภาพของสินค้านั้น โดยให้ด าเนินการ\nทดสอบอัตราการยุบตัวตามสภาพของพืชผลทางการเกษตรนั้นขึ้นเป็นการเฉพาะ และจะต้องมีหลักฐาน\nพิสูจน์ว่าอัตราการทดสอบนั้นได้ก าหนดขึ้นด้วยวิธีการที่เหมาะสม\n(2) สินค้าประเภทน้ ามันเชื้อเพลิง ให้คณะกรรมการด าเนินการสหกรณ์พิจารณาลดหย่อน\nน้ ามันเชื้อเพลิงที่ขาดหาย เนื่องจากการระเหยของน้ ามันตามสภาพปกติได้ตามหลักเกณฑ์และวิธีการ\nที่กรมสรรพากรก าหนด\nข้อ 44 ให้สหกรณ์บันทึกสินค้าขาดบัญชี ส าหรับสินค้าคงเหลือตามบัญชีส่วนที่เกินจากสินคา้\nคงเหลือที่ตรวจนับได้ หลังหักลดหย่อนสินค้าคงเหลือขาดบัญชีแล้ว ดังนี้\n(1) ถ้ามีผู้รับผิดชอบ ให้ผู้รับผิดชอบชดใช้สินค้าขาดบัญชีด้วยราคาขายรวมภาษีขาย\nกรณีผู้รับผิดชอบยังไม่สามารถช าระคืนได้ ให้ตั้งผู้รับผิดชอบนั้นเป็นลูกหนี้สินค้าขาดบัญชี โดยให้มีการ",
        "หน้า ๒๔\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nจัดท าหลักฐานรับสภาพความผิดจากสินค้าขาดบัญชี พร้อมทั้งจัดให้มีหลักประกันโดยให้มีมูลค่าไม่น้อยกว่า\nสินค้าขาดบัญชีตามราคาขายรวมภาษีขาย\n(2) ถ้ายังไม่สามารถก าหนดผู้รับผิดชอบหรืออยู่ระหว่างด าเนินการพิจารณาหาผู้รับผิดชอบ\nสินค้าขาดบัญชีดังกล่าวถือเป็นสินค้าขาดบัญชีมีมูลค่าตามราคาขายรวมภาษีขาย ซึ่งจะต้องตั้งค่า\nเผื่อสินค้าขาดบัญชีและค่าเสียหายจากสินค้าขาดบัญชีเป็นค่าใช้จ่ายทั้งจ านวน\n(3) ถ้าสามารถหาผู้รับผิดชอบสินค้าขาดบัญชีได้ในเวลาต่อมา ให้ปรับปรุงบัญชีสินค้าขาดบัญชี\nเป็นบัญชีลูกหนี้สินค้าขาดบัญชี\nข้อ 45 ให้สหกรณ์บันทึกบัญชีสินค้าเสื่อมสภาพเสียหาย ส าหรับรายการสินค้าที่ได้รับ\nความเสียหายจากภัยต่าง ๆ เช่น ไฟไหม้ น้ าท่วม ถูกโจรกรรม เป็นต้น ซึ่งสหกรณ์ไม่ได้ท าประกันภัยและ\nสินค้านั้นไม่สามารถขายได้ โดยให้ที่ประชุมคณะกรรมการด าเนินการสหกรณ์มีมติอนุมัติให้ตัดจ าหน่าย\nออกจากบัญชี และบันทึกเป็นค่าเสียหายจากสินค้าเสื่อมสภาพทั้งจ านวนด้วยราคาทุน และแสดงเป็น\nรายการหักสินค้าที่มีเพื่อขายในงบต้นทุนขาย กรณีสินค้ามีสภาพขายได้ ให้ถือเป็นสินค้าคงเหลือ และตีราคา\nลดลงตามสภาพที่คาดว่าจะขายได้ กรณีสินค้าท าประกันภัยให้บันทึกค่าเสียหายเป็นค่าใช้จ่าย\nของสหกรณ์ และบันทึกจ านวนเงินที่ได้รับชดเชยจากบริษัทประกันเป็นรายได้ของสหกรณ์\nข้อ 46 ให้สหกรณ์เปิดเผยข้อมูลสินค้าคงเหลือในหมายเหตุประกอบงบการเงิน ดังนี้\n(1) นโยบายการบัญชีที่ใช้ในการวัดมูลค่าสินค้าคงเหลือตามราคาทุนหรือมูลค่าสุทธิที่จะได้รับ\nแล้วแต่มูลค่าใดจะต่ ากว่า โดยเปิดเผยวิธีที่ใช้ค านวณราคาทุนของสินค้าแต่ละประเภท\n(2) รายการลดราคาขายสินค้าลงต่ ากว่าราคาทุนในระหว่างปีเกี่ยวกับจ านวนครั้งที่ลดราคา\nจ านวน ประเภทสินค้า จ านวนที่ลดราคา วันที่และครั้งที่ของการประชุมคณะกรรมการด าเนินการ\nสหกรณ์ที่มีมติให้ลดราคา\n(3) รายการลดหย่อนสินค้าในระหว่างปีเกี่ยวกับปริมาณและจ านวนเงินที่ลดหย่อน ประเภทสินค้า\nวันที่และครั้งที่ของการประชุมคณะกรรมการด าเนินการสหกรณ์ที่มีมติให้ลดหย่อน\n(4) รายการสินค้าที่เสียหายจากภัยพิบัติต่าง ๆ เกี่ยวกับประเภทสินค้า ปริมาณ และจ านวนเงิน\nที่ได้รับความเสียหาย\nข้อ 47 ให้สหกรณ์บันทึกบัญชีวัสดุคงเหลือ ส าหรับรายการของใช้สิ้นเปลืองในโรงงานและ\nในส านักงานซึ่งมีไว้เพื่อใช้ มิใช่มีไว้เพื่อจ าหน่าย\nข้อ 48 ให้สหกรณ์ตรวจนับวัสดุคงเหลือโดยปฏิบัติเช่นเดียวกับการตรวจนับสินค้าคงเหลือ\nและบันทึกมูลค่าวัสดุคงเหลือสภาพปกติ ด้วยราคาทุน\nข้อ 49 ให้สหกรณ์เปิดเผยข้อมูลวัสดุคงเหลือในหมายเหตุประกอบงบการเงิน โดยเปิดเผย\nนโยบายการบัญชีในการวัดมูลค่าวัสดุคงเหลือ ดว้ ยราคาทุน\nข้อ 50 ให้สหกรณ์บันทึกบัญชีที่ดินแทนการช าระหนี้รอขาย ส าหรับรายการที่ดินและทรัพย์\nที่ติดกับที่ดิน ซึ่งสหกรณ์ได้รับช าระหนี้จากลูกหนแี้ ทนการช าระดว้ ยเงินสด โดยพิจารณามูลค่าที่ดินแทน\nการช าระหนี้รอขายจากการส ารวจและประเมินราคาที่ดินก่อนการรับช าระหนี้ และบันทึกมูลค่าที่ดิน\nที่ได้รับแทนการช าระหนี้รอขายด้วยราคาประเมินโดยทางราชการเต็มจ านวน แต่หากใช้ผู้ประเมินมูลค่า\nทรัพย์สินรับอนุญาตให้รับรู้มูลค่าร้อยละ 70 ของราคาประเมิน โดยสหกรณ์ต้องจัดท าทะเบยี นคุมทดี่ นิ",
        "หน้า ๒๕\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nแทนการช าระหนี้รอขาย และตรวจนับที่ดินแทนการช าระหนี้รอขาย พร้อมกับตรวจสอบเอกสารสิทธิ์\nทุกวันสิ้นปีทางบัญชี\nกรณีสหกรณ์ได้รับที่ดินแทนการช าระหนี้รอขายซึ่งมีมูลค่าสูงกว่าจ านวนเงินที่ลูกหนี้เป็นหนี้\nให้บันทึกส่วนต่างไว้ในบัญชีส่วนเกินมูลค่าที่ดินแทนการช าระหนี้รอขาย โดยแสดงรายการไว้ในทุน\nของสหกรณ์\nข้อ 51 ให้สหกรณ์บันทึกกลับรายการบัญชีส่วนเกินมูลค่าที่ดินแทนการช าระหนี้รอขาย\nเมื่อสหกรณ์ขายที่ดินแทนการช าระหนี้รอขาย ทั้งนี้ ต้องไม่เกินจากส่วนเกินมูลค่าของที่ดินแทน\nการช าระหนี้รอขายแปลงที่ขาย เพื่อรับรู้เป็นก าไรหรือขาดทุนจากการขายที่ดินแทนการช าระหนี้รอขาย\nข้อ 52 ให้สหกรณ์เปิดเผยข้อมูลที่ดินแทนการช าระหนี้รอขายไว้ในหมายเหตุประกอบงบการเงิน\nดังนี้\n(1) นโยบายการบัญชีเกี่ยวกับหลักเกณฑ์การวัดมูลค่าที่ดินแทนการช าระหนี้รอขาย\n(2) ข้อมูลเกี่ยวกับรายละเอียดการได้มาของที่ดินแทนการช าระหนี้รอขาย เช่น วันที่โอน\nกรรมสิทธิ์ในที่ดินใหส้ หกรณ์ จ านวนลูกหนี้ เลขที่สัญญาเงินกู้ จ านวนหนี้คงเหลือ วัน เดือน ปีที่ได้รบั\nการโอนกรรมสิทธิ์ในที่ดิน จ านวนแปลง จ านวนเนื้อที่ ราคาประเมิน และส่วนเกินมูลค่าที่ดินแทน\nการช าระหนี้รอขาย ตามมติคณะกรรมการด าเนินการสหกรณ์ ในคราวที่มีการอนุมัติรายการเกี่ยวกับที่ดิน\nแทนการช าระหนี้รอขาย\nข้อ 53 ให้สหกรณ์บันทึกบัญชีที่ดิน อาคารและอุปกรณ์ ส าหรับรายการสินทรัพย์ที่มีตัวตน\nที่สหกรณ์มีไว้เพื่อใช้ประโยชน์ในการผลิต เพื่อใช้ในการจ าหน่ายสินค้า ให้บริการ ให้เช่า หรือเพื่อใช้\nในการบริหารงาน ซึ่งคาดว่าจะใช้ประโยชน์มากกว่าหนึ่งรอบระยะเวลาบัญชี\nการบันทึกต้นทุนของสินทรัพย์ให้บันทึกด้วยราคาทุนที่จ่ายเพื่อให้ได้มาหรือก่อสร้าง สิ่งปลูกสร้าง\nรายการที่ดิน อาคารและอุปกรณ์ รวมถึงต้นทุนที่เกิดขึ้นภายหลังการรับรู้มูลค่าเริ่มแรก และมีการซ่อมบ ารุง\nต่อเติม ดัดแปลง ปรับปรุง เปลี่ยนแปลงแทนส่วนประกอบของรายการที่ดิน อาคารและอุปกรณ์\nรวมทั้งชิ้นส่วนอุปกรณ์ส ารองที่ใช้ในการซ่อมบ ารุงเป็นส่วนหนึ่งของบัญชีที่ดิน อาคารและอุปกรณ์\nจะต้องรับรู้เป็นบัญชีที่ดิน อาคารและอุปกรณ์ เมื่อมีความเป็นไปได้ค่อนข้างแน่ที่สหกรณ์จะได้รับ\nประโยชน์เชิงเศรษฐกิจในอนาคตจากรายการนั้น และสามารถวัดมูลค่าต้นทุนของรายการนั้น\nได้อย่างน่าเชื่อถือ\nข้อ 54 ให้สหกรณ์บันทึกต้นทุนของสินทรัพย์ที่ซื้อมาด้วยราคาซื้อรวมภาษีอากรขาเข้า\nภาษีซื้อที่เรียกคืนไม่ได้ และค่าธรรมเนียมตา่ ง ๆ เพื่อให้ได้มารวมถงึ ต้นทุนการกู้ยืม และต้นทุนทางตรงอนื่ ๆ\nที่เกี่ยวกับการจัดหาสินทรัพย์ เพื่อให้อยู่ในสภาพพร้อมใช้งาน กรณีมีส่วนลดและค่าภาษีที่จะได้รับคืน\nให้น ามาหักออกจากราคาซื้อด้วย\nต้นทุนของสินทรัพย์ที่สร้างขึ้นเองให้บันทึกด้วยราคาทุนของสินทรัพย์ ซึ่งประกอบด้วย ต้นทุน\nทางตรงที่เกี่ยวกับการสร้างสินทรพั ย์ และต้นทุนที่เกยี่ วข้องโดยตรงกับการก่อสรา้ งสินทรัพย์ที่เข้าเงอื่ นไข",
        "หน้า ๒๖\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nรวมเป็นราคาทุนของสินทรัพย์เมื่อมีความเป็นไปได้ค่อนข้างแน่ว่าต้นทุนการกู้ยืมดังกล่าวก่อให้เกิด\nประโยชน์เชิงเศรษฐกิจในอนาคต\nการวัดมูลค่าของสินทรัพย์ที่น าไปแลกเปลี่ยนให้บันทึกดว้ ยมูลค่ายุติธรรม เว้นแต่มูลค่ายุติธรรม\nที่ได้มามีหลักฐานสนับสนุนที่ชัดเจนให้ใช้มูลค่ายุติธรรมที่ได้มา หากสหกรณ์ไม่สามารถวัดมูลค่ายุติธรรม\nได้อย่างน่าเชื่อถือ ต้องบันทึกสินทรัพย์ที่ได้รับจากการแลกเปลี่ยนด้วยราคาทุนตามบัญชีของสินทรัพย์\nที่น าไปแลกเปลี่ยน\nการวัดมูลค่าราคาทุนของสินทรัพย์ที่ได้มาหลายชนิดในราคารวมกัน ให้แยกราคาทุนของ\nสินทรัพย์ แต่ละชนิดออกจากกัน กรณีไม่ทราบราคาต้องมีการประเมินราคาสินทรัพย์แต่ละชนิด\nโดยผู้ประเมินมูลค่าทรัพย์สินรับอนุญาต\nข้อ 55 ให้สหกรณ์บันทึกรายจ่ายที่เกิดขึ้นภายหลังจากการได้รับสินทรัพย์มาแล้ว\nและรายจ่ายนั้น เป็นผลท าให้สินทรัพย์ของสหกรณ์มีสภาพดีขึ้น หรือมีมูลค่าเพิ่มขึ้นเมื่อเทียบกับ\nมาตรฐานการใช้งาน เช่น มีอายุการใช้งานเพิ่มขึ้น มีเนื้อที่ใช้สอยเพิ่มขึ้น เป็นต้น ให้ถือเป็น\nการเพิ่มมูลค่าสินทรัพย์ แต่หากรายจ่ายนั้นมีผลให้สามารถรักษาสภาพของมาตรฐานในการใช้งาน\nของสินทรัพย์ไว้ โดยไม่มีการเพิ่มประสิทธิภาพ ให้ถือเป็นค่าใช้จ่ายในงวดบัญชีที่เกิดขึ้น\nข้อ 56 ให้สหกรณ์ตรวจนับสินทรัพย์ พร้อมกับตรวจสอบเอกสารสิทธิ์ เพื่อให้ทราบ\nกรรมสิทธิ์ ความครบถ้วน และสภาพของสินทรัพย์ตามความเป็นจริงทุกวนั สิ้นปีทางบัญชี และให้บันทกึ\nเป็นรายการที่ดิน อาคารและอุปกรณ์นั้นด้วยราคาทุนหักค่าเสื่อมราคาสะสม\nข้อ 57 สหกรณ์สามารถตีราคาสินทรัพย์ใหม่ได้ตามมูลค่ายุติธรรมที่ได้จากการประเมินราคา\nโดยผู้ประเมินมูลค่าทรัพย์สินรับอนุญาต การตีราคาใหม่ต้องกระท าอย่างสม่ าเสมอซึ่งรอบระยะเวลา\nของการพิจารณาตีราคาใหม่แต่ละครั้งต้องไม่ต่ ากว่า 5 ปีบัญชีของสหกรณ์ โดยให้สหกรณ์ตีราคา\nสินทรัพย์ทุกรายการที่จัดอยู่ในประเภทเดียวกับรายการที่ตีราคาใหม่พร้อมกัน เพื่อมิให้มีการเลือกตีราคา\nเฉพาะบางรายการ และเพื่อมิให้มูลค่าของรายการที่ดิน อาคาร และอุปกรณ์ ที่แสดงอยู่ในงบการเงิน\nมีทั้งราคาทุนและราคาที่ตีใหม่ปะปนกัน\nกรณีที่ตีราคาสินทรัพย์ใหม่เป็นครั้งแรก แล้วท าให้สินทรัพย์มีมูลค่าเพิ่มขึ้น สหกรณ์ต้องรับรู้\nมูลค่าตามบัญชีของสินทรัพย์ที่เพิ่มขึ้นไว้ในบัญชีส่วนเกินทุนจากการตีราคาสินทรัพย์ โดยแสดงไว้ในทุน\nของสหกรณ์ในงบแสดงฐานะการเงิน หากต่อมามีการตีราคาลดลงให้น าส่วนที่ลดลงจากการตีราคาใหม่\nไปหักออกจากบัญชีส่วนเกินทุนจากการตีราคาสินทรัพย์ ได้ไม่เกินจ านวนที่เคยตีราคาเพิ่มส าหรับ\nสินทรัพย์ชนิดเดียวกัน หากราคาส่วนที่ลดลงจากการตีราคาใหม่ยังคงเหลือ ให้บันทึกเป็นขาดทุน\nจากการตีราคาสินทรัพย์ถือเป็นค่าใช้จ่ายในรอบระยะเวลาบัญชีที่มีการตีราคาลดลงนั้น\nกรณีตีราคาสินทรัพย์ใหม่เป็นครั้งแรก แล้วท าให้สินทรัพย์มีมูลค่าลดลง หากเป็นสินทรัพย์\nประเภทที่ต้องคิดค่าเสื่อมราคาและใช้มูลค่ายุติธรรมเป็นเกณฑ์ในการตีราคา ให้เพิ่มยอดค่าเสื่อมราคาสะสม\nให้มีจ านวนเท่ากับที่จะท าให้ราคาตามบัญชีของสินทรัพย์เท่ากับราคาที่ตีใหม่ โดยรับรู้มูลค่าที่ลดลง\nเป็นขาดทุนจากการตีราคาสินทรัพย์ ถือเป็นค่าใช้จ่ายในรอบระยะเวลาบัญชีที่ตีราคาสินทรัพย์ลดลงนั้น",
        "หน้า ๒๗\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nกรณีตีราคาที่ดินใหม่เป็นครั้งแรก แล้วท าให้ที่ดินมีมูลค่าลดลง ให้ปรับลดยอดมูลค่าที่ดินลง\nโดยให้รับรู้มูลค่าที่ลดลงนั้น เป็นขาดทุนจากการตีราคาสินทรัพย์ ถือเป็นค่าใช้จ่ายทันทีในปีที่มีการ\nตีราคาที่ดินลดลง ต่อมามีการตีราคาที่ดินเพิ่มขึ้น ส่วนเพิ่มจากการตีราคาใหม่ ให้รับรู้เป็นก าไรจาก\nการตีราคาที่ดิน ถือเป็นรายได้ ได้ไม่เกินจ านวนที่เคยตีราคาลดลง ซึ่งได้บันทึกเป็นค่าใช้จ่ายในรอบ\nระยะเวลาบัญชีก่อน ส าหรับส่วนที่เกินจ านวนที่เคยตีราคาลดลง ให้บันทึกเป็นส่วนเกินทุนจากการ\nตีราคาสินทรัพย์ แสดงไว้ในทุนของสหกรณ์ ในงบแสดงฐานะการเงิน\nส าหรับบัญชีส่วนเกินทุนจากการตีราคาสินทรัพย์ กรณีที่มีการตีราคาใหม่ส าหรับสินทรัพย์\nประเภทที่ไม่ต้องคิดค่าเสื่อมราคา บัญชีส่วนเกินทุนจากการตีราคาสินทรัพย์จะถูกโอนปิดไปเมื่อมีการน า\nสินทรัพย์ดังกล่าวออกขาย ส่วนสินทรัพย์ประเภทที่คิดค่าเสื่อมราคา บัญชีส่วนเกินทุนจากการตีราคา\nสินทรัพย์ให้โอนไปยังบัญชีทุนส ารอง ตามส่วนที่ถือเป็นรายการที่เกิดขึ้นแล้วเมื่อมีการใช้สินทรัพย์นั้น\nโดยจ านวนของส่วนเกินทุนที่ถือเป็นรายการที่เกิดขึ้นแล้ว ค านวณจากผลต่างระหว่างค่าเสื่อมราคา\nที่ค านวณจากราคาตามบัญชีที่ตีใหม่ กับค่าเสื่อมราคาที่ค านวณจากราคาทุนเดิม\nข้อ 58 ให้สหกรณ์ค านวณค่าเสื่อมราคาสินทรัพย์ที่จะมีการเสื่อมสภาพตามอายุการใช้งาน\nหรืออาจจะเกิดความเสียหายอันเนื่องมาจากการใช้งาน มูลค่าเสื่อมสภาพของรายการอาคาร\nและอุปกรณ์ ต้องปันส่วนเป็นค่าเสื่อมราคาอย่างมีระบบตลอดอายุการใช้ประโยชน์ของสินทรัพย์ วิธีการ\nคิดค่าเสื่อมราคาต้องสะท้อนถึงประโยชน์เชิงเศรษฐกิจที่สหกรณ์ได้รับจากการใช้สินทรัพย์ ค่าเสื่อมราคา\nที่เกิดขึ้นแต่ละงวดต้องรับรู้เป็นค่าใช้จ่าย ยกเว้น ค่าเสื่อมราคาที่ต้องน าไปรวมเป็นราคาตามบัญชี\nของสินทรัพย์ชนิดอื่น\nสหกรณ์ไม่ต้องคิดค่าเสื่อมราคาที่ดิน ที่สหกรณ์ถือไว้เพื่อใช้ในการด าเนินงาน\nการค านวณค่าเสื่อมราคาอาคารและอุปกรณ์ในแต่ละรอบปีทางบัญชี สหกรณ์ต้องคิดค่าเสื่อมราคา\nเมื่อสินทรัพย์พร้อมใช้งาน ให้สอดคล้องกับสภาพการใช้งาน และใกล้เคียงกับความเป็นจริง\nโดยใช้เกณฑ ์ ดังนี้\n(ก) อาคารถาวร หรือสิ่งปลูกสร้าง ร้อยละ 2.5 - 10\n(ข) เครื่องสีข้าว เครื่องจักรกลและอุปกรณ์ เครื่องยนต์ ร้อยละ 5 - 20\n(ค) เรือยนต์และอุปกรณ์เรือ ร้อยละ 10 - 15\n(ง) รถยนต์ ร้อยละ 10 - 20\n(จ) ครุภัณฑ์และอุปกรณ์ส านักงาน ร้อยละ 10 - 20\n(ฉ) เครื่องคอมพิวเตอร์และอุปกรณ์ ร้อยละ 20 - 25\nการพิจารณาองค์ประกอบในการค านวณค่าเสื่อมราคาให้พิจารณา ดังนี้\n(1) อาคารและอุปกรณ์ที่เป็นส่วนประกอบเข้ากันแต่มีอายุการใช้งานต่างกัน ให้แยก\nส่วนประกอบและค านวณค่าเสื่อมราคาตามอายุการใช้งานของแต่ละส่วนประกอบนั้น\n(2) อาคารและอุปกรณ์ที่มีอายุการใช้งานไม่เต็มปี ให้ค านวณตามระยะเวลาเป็นวันนับจาก\nวันที่อาคารและอุปกรณ์นั้นพร้อมใช้งาน และให้นับ 1 ป ี มี 365 วัน",
        "หน้า ๒๘\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\n(3) เมื่อค านวณค่าเสื่อมราคาถึงงวดสุดท้ายแล้วให้คงเหลือมูลค่าอาคารและอุปกรณ์ไว้ 1 บาท\nต่อหน่วย จนกว่าอาคารและอุปกรณ์นั้นจะสิ้นสภาพหรือตัดบัญชี\nการค านวณค่าเสื่อมราคาอาคารและอุปกรณ์ให้เลือกใช้วิธีใดวิธีหนึ่ง ดังนี้\n(1) วิธีเส้นตรง (Straight-line Method) ใช้ส าหรับสินทรัพย์ที่มีการเสื่อมสภาพไปตาม\nระยะเวลามากกว่าเสื่อมสภาพเพราะการใช้งานเป็นการเสื่อมสภาพเท่ากันทุกปี และเป็นวิธีที่มีผลท าให้\nค่าเสื่อมราคามีจ านวนคงที่ตลอดอายุการให้ประโยชน์ของสินทรัพย์ อัตราค่าเสื่อมราคาให้คิดเป็นร้อยละต่อปี\n(2) วิธีอัตราลดลงตามผลรวมจ านวนปี (Sum-of-Years-Digits Method) ใช้ส าหรับ\nสินทรัพย์ที่มีลักษณะเป็นสินทรัพย์ที่มีประสิทธิภาพการใช้งานสูงในระยะแรก และประโยชน์ที่ให้ในระยะหลัง\nไม่แน่นอน หรือถ้าใช้งานไปนานอาจเกิดค่าซ่อมแซมมาก ทั้งนี้ ระยะเวลาที่คิดค่าเสื่อมราคา\nต้องไม่เกินกว่าที่ก าหนดไว้ในข้อ (1) ส าหรับอาคารและอุปกรณ์ประเภทเดียวกัน\nกรณีสหกรณ์เลือกใช้วิธีการค านวณค่าเสื่อมราคาวิธีใดวิธีหนึ่งแล้ว จะต้องใช้วิธีนั้น\nอย่างสม่ าเสมอตลอดอายุการใช้งานของอาคารและอุปกรณ์นั้น และค่าเสื่อมราคาที่ค านวณได้ ให้แสดงไว้ใน\nบัญชีค่าเสื่อมราคาสะสมของอาคารและอุปกรณ์ แยกตามประเภทของอาคารและอุปกรณ์ที่เกิดค่าเสื่อม\nราคานั้น และให้บันทึกรายการค่าเสื่อมราคาไว้ในทะเบียนสินทรัพย์ ต่อมาหากสหกรณ์ซื้อสินทรัพย์\nประเภทเดิมเพิ่มเติมอีก สหกรณ์สามารถพิจารณาเปลี่ยนวิธกี ารคดิ คา่ เสื่อมราคาสินทรัพย์ที่ซื้อเพิ่มเตมิ ได้\nถ้าเห็นว่าวิธีคิดค่าเสื่อมราคาวิธีใหม่จะสะท้อนให้เห็นถึงลักษณะการใช้งานและประโยชน์ที่ได้รับชัดเจนขึ้น\nและถูกต้องตรงตามข้อเท็จจริง โดยสหกรณ์ต้องเปิดเผยข้อมูลเกี่ยวกับหลักเกณฑ์การคิดค่าเสื่อมราคา\nสินทรัพย์ที่ซื้อเพิ่มเติม ไว้ในหมายเหตุประกอบงบการเงินด้วย\nกรณีที่สหกรณ์ได้ค านวณค่าเสื่อมราคาก่อนถือใช้ระเบียบนี้ สหกรณ์อาจพิจารณาปรับปรุง\nการค านวณค่าเสื่อมราคาใหม่ได้ โดยจะต้องมีการประเมินอายุการใช้งานที่เหลืออยู่ของสินทรัพย์นั้น\nทั้งนี้ ต้องไม่เกินกว่าระยะเวลาที่ระเบียบก าหนด\nข้อ 59 ให้สหกรณ์บันทึกการเลิกใช้สินทรัพย์ที่หมดอายุการใช้งานแล้วและต้องการ\nตัดจ าหน่ายสินทรัพย์เนื่องจากไม่สามารถน ามาใช้ให้เกิดประโยชน์ต่อไปได้อีก หากสินทรัพย์ที่เลิกใช้\nไม่มีมูลค่าซากให้สหกรณ์คิดค่าเสื่อมราคาจนหมดมูลค่าของสินทรัพย์ที่เลิกใช้ และโอนปิดค่าเสื่อมราคาสะสม\nทั้งหมดของสินทรัพย์ที่เลิกใช้ไปยังบัญชีสินทรัพย์ที่เลิกใช้ แต่หากสินทรัพย์ที่เลิกใช้มีมูลค่าซากคงเหลือ\nให้โอนปิดสินทรัพย์ที่เลิกใช้ด้วยราคาทุนและค่าเสื่อมราคาสะสมทั้งหมดของสินทรัพย์ที่เลิกใช้ ผลต่างคือ\nมูลค่าซากของสินทรัพย์ที่สหกรณ์ไม่สามารถน ามาใช้ประโยชน์ได้อีกให้บันทึกเป็นขาดทุนจากการเลิกใช้\nสินทรัพย ์ ถือเป็นค่าใช้จ่าย ต่อมาหากขายซากได้ในปีเดียวกับปีที่เลิกใช้สินทรัพย์ จ านวนเงินที่ขายซาก\nได้ให้น าไปลดยอดขาดทุนจากการเลิกใช้สินทรัพย์จนหมดก่อน จ านวนเงินส่วนที่เหลือให้น าไปบันทึกเปน็\nก าไรจากการจ าหน่ายสินทรัพย์\nการเลิกใช้สินทรัพย์ที่ยังไม่หมดอายุการใช้งานเป็นการถาวร ให้สหกรณ์บันทึกข้อมูล\nวัน เดือน ปี ที่เลิกใช้สินทรัพย์ไว้ในทะเบียนสินทรัพย์ และให้ค านวณค่าเสื่อมราคาตามปกติต่อไป\nจนกว่าจะสามารถจ าหน่ายสินทรัพย์ที่เลิกใช้นั้น ถือเป็นค่าใช้จ่ายในการด าเนินงาน และเมื่อจ าหน่าย\nสินทรัพย์ที่เลิกใช้ได้ ให้คิดค่าเสื่อมราคาตั้งแต่วันต้นปีบัญชีจนถึงวันจ าหน่ายสินทรัพย์ และโอนปิดบัญชี",
        "หน้า ๒๙\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nสินทรัพย์ที่เลิกใช้และค่าเสื่อมราคาสะสมผลต่างที่เกิดขึ้นระหว่างจ านวนเงินที่ได้รับจากการจ าหน่ายกับ\nมูลค่าตามบัญชีบันทึกเป็นก าไร (ขาดทุน) จากการจ าหน่ายสินทรัพย์\nการเลิกใช้สินทรัพย์ที่ยังไม่หมดอายุการใช้งานเป็นการชั่วคราว ให้สหกรณ์บันทึกค่าเสื่อมราคา\nสินทรัพย์ที่เลิกใช้ โดยค านวณตั้งแต่วันต้นปีบัญชีถึงวันที่เลิกใช้ ถือเป็นต้นทุนการผลิต หรือค่าใช้จ่าย\nเฉพาะธุรกิจหรือค่าใช้จ่ายด าเนินงาน ต่อมาน าสินทรัพย์กลับมาใช้งาน ให้เริ่มค านวณค่าเสื่อมราคา\nตั้งแต่วันที่เริ่มใช้ถึงวันสิ้นปีบญั ชี โดยค่าเสื่อมราคาที่ค านวณได้ ให้ถือเป็นต้นทุนการผลิต หรือค่าใช้จ่าย\nเฉพาะธุรกิจ หรือค่าใช้จ่ายด าเนินงานตามแต่กรณี ขึ้นอยู่กับสินทรัพย์นั้นใช้เพื่อการใด\nการเลิกใช้สินทรัพย์เนื่องจากสินทรัพย์สูญหายหรือได้รับความเสียหายโดยสิ้นเชิงก่อนหมดอายุ\nการใช้งาน และสหกรณ์ไม่ได้ท าประกันภัยสินทรัพย์ ให้สหกรณ์รับรู้ค่าเสียหายที่เกิดขึ้นด้วยราคาทุน\nของสินทรัพย์ หักค่าเสื่อมราคาสะสมของสินทรัพย์ที่สูญหายหรือได้รับความเสียหาย บันทึกเป็น\nค่าเสียหายจากสินทรัพย์ โดยระบุประเภทของสินทรัพย์ หากมีค่าใช้จ่ายอันเนื่องจากความเสียหาย\nที่เกิดขึ้นในปีเดียวกับปีที่เกิดความเสียหาย เช่น ค่ารื้อถอน ค่าขนย้าย เป็นต้น ให้บันทึกเป็น\nค่าเสียหายจากสินทรัพย์ หากมีค่าใช้จ่ายเกิดขึ้นในปีถัดไป ให้บันทึกเป็นค่าใช้จ่ายด าเนินงาน\nและถ้าสหกรณ์สามารถขายซากสินทรัพย์ที่ได้รับความเสียหายได้ให้บันทึกเป็นรายได้อื่น หากสหกรณ ์\nท าประกันภัยสินทรัพย์ เมื่อได้รับการชดใช้เงินค่าสินไหมทดแทนส าหรับสินทรัพย์ที่ได้รับความเสียหาย\nให้บันทึกจ านวนเงินที่ได้รับชดใช้เป็นรายได้อื่น\nการเลิกใช้สินทรัพย์เนื่องจากสินทรัพย์ได้รับความเสียหายบางส่วน และสหกรณ์ได้จ่าย\nค่าซ่อมแซมเพื่อให้สามารถใช้งานได้ต่อไป ให้สหกรณ์ประเมินราคาสินทรัพย์ที่ได้รับความเสียหายนั้น\nว่ามีมูลค่าคงเหลือเท่าใดแล้วปรับปรุงบัญชีให้มีมูลค่าคงเหลือเท่ากับราคาที่ประเมิน โดยผลต่างที่เกิดขึ้น\nให้บันทึกเป็นค่าเสียหายจากสินทรัพย์ โดยระบุประเภทสินทรัพย์ และหากมีการจ่ายเงินซ่อมแซม\nสินทรัพย์ที่เสียหายในปีเดียวกับปีที่เกิดความเสียหาย ให้บันทึกจ านวนค่าซ่อมแซมไว้เป็นค่าเสียหาย\nจากสินทรัพย์ แต่หากจ่ายเงินในปีถัดไปให้บันทึกเป็นค่าใช้จ่ายด าเนินงาน และให้ค านวณค่าเสื่อมราคา\nสินทรัพย์ที่ได้รับความเสียหายต่อไปตามอายุการใช้งานที่เหลือ ค่าเสื่อมราคาที่ค านวณได้ถือเป็นต้นทุน\nการผลิต หรือค่าใช้จ่ายเฉพาะธุรกิจ หรือค่าใช้จ่ายด าเนินงานขึ้นอยู่กับสินทรัพย์นั้นใช้เพื่อการใด\nข้อ 60 ให้สหกรณ์เปิดเผยข้อมูลที่ดิน อาคารและอุปกรณ์ในหมายเหตุประกอบงบการเงิน ดังนี้\n(1) นโยบายการบัญชีเกี่ยวกับเกณฑ์การวัดมูลค่าราคาทุนและวิธีการค านวณค่าเสื่อมราคา\n(2) นโยบายการบัญชีเกี่ยวกับการตีราคาสินทรัพย์ใหม่ โดยแสดงให้เห็นถึงราคาตามบัญชี\nการปรับเพิ่มหรือลดด้วยส่วนที่ตีราคาเพิ่มหรือลด ตลอดจนเปิดเผยว่าการเปลี่ยนแปลงการตีราคาทุน\nโดยผู้ประเมินมูลค่าทรัพย์สินรับอนุญาต หลักเกณฑ์ที่ใช้ในการตีราคา และมูลค่าที่เปลี่ยนแปลง\n(3) จ านวนและข้อจ ากัดในกรรมสิทธิ์ของที่ดิน อาคารและอุปกรณ์ที่ใช้เป็นหลักประกันหนี้สิน\nข้อ 61 ให้สหกรณ์บันทึกบัญชีสินทรัพย์ไม่มีตัวตน ส าหรับรายการสินทรัพย์ที่ไม่เป็นตัวเงิน\nที่สามารถระบุได้ และไม่มีลักษณะทางกายภาพ โดยบันทึกบัญชีแยกออกตามประเภทของสินทรัพย์\nไม่มีตัวตน เช่น สินทรัพย์ทางปัญญา โปรแกรมคอมพิวเตอร์ เครื่องหมายการค้า ลิขสิทธิ์ สิทธิบัตร",
        "หน้า ๓๐\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nสัมปทาน สิทธิการเช่า สิทธิการใช้ประโยชน์ในที่ดินหรืออาคาร สิทธิในการใช้ซอฟท์แวร์ต่าง ๆ\nสิทธิในการใช้ประโยชน์ในสิ่งปลูกสร้างระหว่างก่อสร้าง เป็นต้น\nการบันทึกต้นทุนของสินทรัพย์ไม่มีตัวตนด้วยราคาทุน โดยประกอบด้วย ราคาซื้อรวมภาษี\nน าเข้าและภาษีซื้อที่เรียกคืนไม่ได้ และรายจ่ายอื่นที่เกี่ยวข้องโดยตรงกับการจัดเตรียมสินทรัพย์นั้นให้อยู่\nในสภาพพร้อมที่จะใช้งานได้ตามประสงค์ เช่น ค่าธรรมเนียมวชิ าชีพทางกฎหมาย ค่าใช้จ่ายการทดสอบ\nสภาพความพร้อมใช้ประโยชน์ เป็นต้น ส าหรับส่วนลดการค้าและภาษีที่ได้รับคืน ให้น ามาหักออกจาก\nราคาซื้อ\nข้อ 62 ให้สหกรณ์บันทึกการตัดจ าหน่ายสินทรัพย์ไม่มีตัวตนเมื่อพร้อมใช้ประโยชน์ โดยรับรู้\nค่าตัดจ าหน่ายของสินทรัพย์ไม่มีตัวตนเป็นค่าใช้จ่าย และให้บันทึกค่าตัดจ าหน่ายหักจากบัญชีสินทรัพย์\nไม่มีตัวตนที่มีการตัดจ าหน่ายนั้นโดยตรง ณ วันสิ้นปีทางบัญชีตามระยะเวลาที่ใช้ประโยชน์ ดังนี้\n(1) สินทรัพย์ไม่มีตัวตนที่มีอายุการให้ประโยชน์จ ากัด ให้สหกรณ์ตัดจ าหน่ายโดยวิธีเส้นตรง\nตามระยะเวลาของการใช้ประโยชน์จากสินทรัพย์ ดังนี้\n(1.1) ตามอายุการให้ประโยชน์ที่ถูกจ ากัด\n(1.2) กรณีอายุการให้ประโยชน์ของสินทรัพย์น้อยกว่าอายุสิทธิตามกฎหมายหรือ\nข้อผูกพันสัญญา ให้ตัดจ าหน่ายสินทรัพย์ตามอายุการให้ประโยชน์ที่แท้จริง\n(1.3) กรณีสินทรัพย์ไม่มีตัวตนมีอายุการให้ประโยชน์ไม่เต็มปี ให้ค านวณค่าตัดจ าหน่าย\nเป็นวันนับจากวันที่สินทรัพย์ไม่มีตัวตนนั้นพร้อมที่จะใช้ประโยชน์ได้ และให้นับ 1 ปีมี 365 วัน\n(1.4) การตัดจ าหน่ายสินทรัพย์ไม่มีตัวตนที่เกี่ยวกับอาคารและอุปกรณ์ต้องตัดจ าหน่าย\nไม่น้อยกว่าจ านวนที่ค านวณตามอัตราค่าเสื่อมราคาอาคารและอุปกรณ์ที่ก าหนดไว้\n(2) สินทรัพย์ไม่มีตัวตนที่มีอายุการให้ประโยชน์ไม่จ ากัด ให้ค านวณค่าตัดจ าหน่ายตามอัตรา\nค่าเสื่อมราคาอาคารและอุปกรณ์ที่ก าหนดไว้ หากไม่มีอัตราค่าเสื่อมราคาตามที่ก าหนด ให้สหกรณ ์\nตัดจ าหน่ายได้ไม่เกิน 10 ป ี\n(3) กรณีสหกรณ์ได้รับสิทธิการใช้ประโยชน์ในสินทรัพย์จากโครงการของรัฐบาล ให้ตัดจ าหน่าย\nไม่น้อยกว่าจ านวนที่ค านวณจากอัตราค่าเสื่อมราคาอาคารและอุปกรณ์ของสินทรัพย์นั้นก าหนดไว้\n(4) ณ วันสิ้นปีทางบัญชี มูลค่าคงเหลือตามบัญชีของสินทรัพย์ไม่มีตัวตนจะเท่ากับยอดสุทธิ\nหลังจากหักค่าตัดจ าหน่ายและในปีสุดท้ายของการตัดจ าหน่ายให้ตัดจ าหน่ายจนหมดมูลค่าทางบัญชี\nมูลค่าคงเหลือของสินทรัพย์ไม่มีตัวตนจะเท่ากับศูนย์\nข้อ 63 ให้สหกรณ์ที่เลิกใช้สินทรัพย์ไม่มีตัวตนที่ยังไม่หมดอายุการให้ประโยชน์ และสหกรณ์\nคาดว่าจะไม่ได้รับประโยชน์จากการใช้สินทรัพย์ไม่มีตัวตนนั้นอีกต่อไป ให้สหกรณ์ตัดจ าหน่ายสินทรัพย์\nไม่มีตัวตนดังกล่าวออกจากบัญชีจนหมดมูลค่าทางบัญชีในปีที่ไม่ได้รับประโยชน์แล้ว\nกรณีสหกรณ์ขายสินทรัพย์ไม่มีตัวตนได้ ให้รับรู้ผลต่างระหว่างจ านวนเงินสุทธิที่ได้รับจาก\nการขายสินทรัพย์ไม่มีตัวตนกับมูลค่าตามบัญชีของสินทรัพย์ไม่มีตัวตนนั้น เป็นก าไร (ขาดทุน) จากการ\nจ าหน่ายสินทรัพย์ไม่มีตัวตน ในงบก าไรขาดทุนทันทีที่เกิดขึ้น\nข้อ 64 ให้สหกรณ์เปิดเผยข้อมูลสินทรัพย์ไม่มีตัวตนในหมายเหตุประกอบงบการเงิน ดังนี้",
        "หน้า ๓๑\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\n(1) นโยบายการบัญชีเกี่ยวกับวิธีการตัดจ าหน่ายและอัตราการตัดจ าหน่ายของสินทรัพย์ไม่มีตัวตน\n(2) กรณีสหกรณ์มีสินทรัพย์ไม่มีตัวตนที่ตัดจ าหน่ายจนหมดมูลค่าทางบัญชีแล้ว แต่ยังสามารถ\nน ามาใช้ประโยชน์ได้ต่อไป ให้เปิดเผยข้อมูลเกี่ยวกับสินทรัพย์ไม่มีตัวตนดังกล่าวไปจนกว่าสินทรัพย์\nไม่มีตัวตนนั้นจะไม่สามารถใช้ประโยชน์ได้อีก โดยเปิดเผยไว้ภายใต้หัวข้อสินทรัพย์ไม่มีตัวตน แต่ถ้า\nในงบการเงินไม่มีหัวข้อสินทรัพย์ไม่มีตัวตน เนื่องจากสินทรัพย์ไม่มีตัวตนทุกรายการได้ตัดจ าหน่าย\nจนหมดมูลค่าทางบัญชีแล้ว ก็ให้เปิดเผยข้อมูลไว้ภายใต้หัวข้ออื่น ๆ\nข้อ 65 ให้สหกรณ์บันทึกบัญชีค่าใช้จ่ายรอตัดบัญชี ส าหรับรายการค่าใช้จ่ายหรือต้นทุน\nที่เกิดขึ้นและเป็นประโยชน์แก่การด าเนินธุรกิจระยะยาวในภายหน้า ซึ่งสหกรณ์จะต้องตัดจ่าย\nเป็นค่าใช้จ่ายในระยะเวลานานกว่าหนึ่งงวดบัญชี เช่น ค่าปรับปรุง ซ่อมแซมและค่าตกแต่ง ซึ่งใช้เงิน\nเป็นจ านวนมาก เป็นต้น ให้สหกรณ์ถือเป็นค่าใช้จ่ายรอตัดบัญชี\nการค านวณค่าตัดจ่ายเป็นรายปีเพื่อตัดออกจากบัญชีค่าใช้จ่ายรอตัดบัญชีในแต่ละรอบปีบัญชี\nต้องให้เสร็จสิ้นภายในเวลาไม่เกิน 5 ป ี\nข้อ 66 ให้สหกรณ์เปิดเผยข้อมูลค่าใช้จ่ายรอตัดบัญชีในหมายเหตุประกอบงบการเงิน\nโดยเปิดเผยนโยบายการบัญชีเกี่ยวกับระยะเวลาในการตัดจ่ายค่าใช้จ่ายรอตัดบัญชีเป็นรายปี\nข้อ 67 ให้สหกรณ์บันทึกเงินที่ได้รับบริจาคที่ผู้บริจาคมิได้ก าหนดให้ใช้เพื่อการใดการหนึ่ง\nคู่กับทุนส ารอง และเมื่อสหกรณ์น าเงินไปใช้จ่ายในการด าเนินงาน ให้บันทึกเป็นค่าใช้จ่ายตามประเภท\nที่ใช้จ่ายนั้น\nกรณีน าเงินที่ได้รับบริจาคไปจัดหาสินทรัพย์ ให้บันทึกบัญชีสินทรัพย์ประเภทนั้นที่จัดหาได้\nและหากสหกรณ์ต้องจ่ายเงินสมทบจากทุนด าเนินงานหรือทุนสะสมตามข้อบังคับ ระเบียบ และอื่น ๆ\nเพื่อให้ได้มาซึ่งสินทรัพย์นั้น ให้บันทึกจ านวนเงินที่ต้องจ่ายสมทบไปเป็นส่วนหนึ่งของราคาทุน\nของสินทรัพย์ กรณีจ่ายจากทุนสะสมตามข้อบังคับ ระเบียบ และอื่น ๆ ให้โอนลดยอดทุนสะสม\nตามข้อบังคับ ระเบียบ และอื่น ๆ ไปสมทบทุนส ารอง และถ้าเป็นสินทรัพย์ที่ต้องค านวณค่าเสื่อมราคา\nหรือตัดจ าหน่ายให้ค านวณตามอัตราที่ก าหนดไว้ในระเบียบนี้ ค่าเสื่อมราคาหรือค่าตัดจ าหน่ายที่ค านวณได้\nถือเป็นค่าใช้จ่าย\nข้อ 68 ให้สหกรณ์บันทึกเงินที่ได้รับบริจาค ที่ผู้บริจาคก าหนดให้ใช้เพื่อการใดการหนึ่ง\nให้บันทึกเงินที่ได้รับบริจาคคู่กับบัญชีทุนเพื่อการนั้น ที่แสดงให้เห็นถึงภาระผูกพันที่สหกรณ์จะต้อง\nด าเนินการน าทุนเพื่อการนั้นไปใช้ตามวัตถุประสงค์ของผู้บริจาค เมื่อสหกรณ์น าเงินที่ได้รับบริจาค\nไปใช้จ่ายตามวัตถุประสงค์ที่ก าหนดไว้ ให้สหกรณ์ลดยอดทุนเพื่อการนั้นเพื่อให้ทุนเพื่อการนั้นหมดสิ้นไป\nการน าเงินที่ได้รับบริจาคไปจัดหาสินทรัพย์ ให้บันทึกสินทรัพย์ที่จัดหาได้ตามจ านวนเงินที่จ่าย\nพร้อมกับโอนปิดยอดทุนเพื่อการนั้นไปบันทึกเป็นรายได้จากการรับบริจาคสินทรัพย์รอการรับรู้ และหาก\nสหกรณ์จ่ายเงินสมทบจากทุนด าเนินงานหรือทุนสะสมตามข้อบังคับ ระเบียบ และอื่น ๆ เพื่อให้ได้มา\nซึ่งสินทรัพย์ ให้สหกรณ์บันทึกจ านวนเงินที่ต้องจ่ายสมทบไปเป็นส่วนหนึ่งของราคาทุนสินทรัพย์\nหากจ่ายจากทุนสะสมตามขอ้ บังคับ ระเบียบ และอื่น ๆ ให้โอนลดยอดทุนสะสมตามข้อบงั คับ ระเบยี บ\nและอื่น ๆ ไปสมทบทุนส ารอง",
        "หน้า ๓๒\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nกรณีสินทรัพย์ที่สหกรณ์จัดหามาด้วยเงินรับบริจาคเป็นประเภทต้องคิดค่าเสื่อมราคาหรือ\nเป็นสินทรัพย์ไม่มีตัวตนที่ต้องตัดจ าหน่ายในวันสิ้นปีทางบัญชี ให้สหกรณ์ค านวณค่าเสื่อมราคาสินทรัพย์นั้น\nตามอายุการใช้งาน ส าหรับค่าตัดจ าหน่ายให้ค านวณตามอายุการให้ประโยชน์ตามอัตราที่ก าหนดไว้\nในระเบียบนี้ ค่าเสื่อมราคาหรือค่าตัดจ าหน่ายที่ค านวณได้ ให้บันทึกไว้ในบัญชีค่าเสื่อมราคาหรือ\nค่าตัดจ าหน่ายและให้โอนลดยอดบัญชีรายได้จากการรับบริจาคสินทรัพย์รอการรับรู้ ไปบันทึกเป็นรายได้จาก\nการรับบริจาคสินทรัพย์ ตามจ านวนค่าเสื่อมราคาหรือค่าตัดจ าหน่ายที่ค านวณจากสินทรัพย์ที่จัดหามา\nด้วยเงินที่ได้รับบริจาค เพื่อให้สหกรณ์มีรายได้ไปชดเชยกับค่าเสื่อมราคาหรือค่าตัดจ าหน่าย\nข้อ 69 ให้สหกรณ์เปิดบัญชีเงินฝากธนาคารหรือสหกรณ์อื่นส าหรับเงินที่ได้รับบริจาค\nที่มีจ านวนเงินเป็นสาระส าคัญแยกไว้ต่างหาก และเมื่อเกิดดอกผลขึ้นในระหว่างน าเงินดังกล่าวไปด าเนินการ\nตามวัตถุประสงค์ของผู้บริจาคแต่ยังไม่เสร็จสิ้น ให้น าดอกผลดังกล่าวสมทบเข้าไปในบัญชีทุนเพื่อการนั้น\nเพื่อให้เกิดประโยชน์ในการใช้จ่ายหรือจัดหาสินทรัพย์ตามวัตถุประสงค์อย่างแท้จริง\nข้อ 70 ให้สหกรณ์ที่รับบริจาคที่ดินบันทึกบัญชีที่ดินที่ได้รับบริจาคคู่กับบัญชีทุนส ารอง\nตามมูลค่ายุติธรรมของที่ดินที่ได้รับบริจาค หากสหกรณ์ต้องจ่ายเงินสมทบจากทุนด าเนินงานหรือทุนสะสม\nตามข้อบังคับ ระเบียบ และอื่น ๆ เพื่อให้ได้มาซึ่งที่ดินนั้น ให้บันทึกจ านวนเงินที่ต้องจ่ายสมทบไปนั้น\nเป็นส่วนหนึ่งของราคาทุนของที่ดิน พร้อมทั้งโอนลดยอดทุนสะสมตามข้อบังคับ ระเบียบ และอื่น ๆ\nไปสมทบทุนส ารอง\nข้อ 71 ให้สหกรณ์ที่ได้รับบริจาคอาคารและอุปกรณ์ที่ต้องคิดค่าเสื่อมราคาหรือเป็นสินทรัพย์\nไม่มีตัวตนที่ต้องตัดจ าหน่ายในวันสิ้นปีบัญชี ให้บันทึกบัญชีสินทรัพย์ประเภทนั้น ไปยังบัญชีรายได้จาก\nการรับบริจาครอการรับรู้ตามมูลค่ายุติธรรม หากสหกรณ์ต้องจ่ายเงินสมทบจากทุนด าเนินงานหรือ\nทุนสะสมตามข้อบังคับ ระเบียบ และอื่น ๆ เพื่อให้ได้มาซึ่งสินทรัพย์นั้น ให้สหกรณ์บันทึกจ านวนเงินที่ต้อง\nจ่ายสมทบไปเป็นส่วนหนึ่งของราคาทุนสินทรัพย์ หากจ่ายจากทุนสะสมตามข้อบังคับ ระเบียบ และอื่น ๆ\nให้โอนลดยอดทุนสะสมตามข้อบังคับ ระเบียบ และอื่น ๆ ไปสมทบทุนส ารอง\nการค านวณค่าเสื่อมราคาจากมูลค่าสินทรัพย์ที่ได้รับบริจาครวมกับเงินที่จ่ายสมทบเพิ่มเติม\nเพื่อให้สินทรัพย์อยู่ในสภาพพร้อมใช้งาน โดยค่าเสื่อมราคาให้ค านวณตามอัตราที่ก าหนดไว้ในระเบียบนี้\nโดยค่าเสื่อมราคาหรือค่าตัดจ าหน่ายถือเป็นค่าใช้จ่าย พร้อมกับโอนลดยอดรายได้จากการรับบริจาค\nรอการรับรู้เป็นรายได้ตามจ านวนค่าเสื่อมราคาหรือค่าตัดจ าหน่ายที่ค านวณจากสินทรัพย์ที่จัดหามาด้วย\nเงินรับบริจาค เพื่อให้สหกรณ์มีรายได้ ไปชดเชยกับค่าเสื่อมราคาหรือค่าตัดจ าหน่าย\nข้อ 72 ให้สหกรณ์ที่เลิกใช้สินทรัพย์ที่ได้รับบริจาคที่ยังไม่หมดอายุการใช้งาน บันทึกค่าเสื่อมราคา\nหรือค่าตัดจ าหน่ายตั้งแต่วันต้นปีบัญชีถึงวันที่เลิกใช้ในปีที่เลิกใช้ พร้อมกับโอนลดยอดรายได้จาก\nการรับบริจาครอการรับรู้เป็นรายได้จากการรับบริจาค และให้โอนปิดบัญชีสินทรัพย์ที่ได้รับบริจาค\nค่าเสื่อมราคาสะสม และรายได้จากการรับบริจาครอการรับรู้ของสินทรัพย์ที่เลิกใช้ และรับรู้ผลต่าง\nเป็นรายได้หรือค่าใช้จ่ายในปีที่มีการเลิกใช้\nข้อ 73 ให้สหกรณ์บันทึกบัญชีสินค้ารับบริจาค และบัญชีรายได้จากการรับบริจาคสินค้า\nรอการรับรู้ ด้วยมูลค่ายุติธรรม ณ วันรับมอบ",
        "หน้า ๓๓\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nการน าสินค้าที่ได้รับบริจาคไปขาย ให้สหกรณ์บันทึกจ านวนเงินที่ได้รับจากการขายสินค้า\nรับบริจาคไปเป็นรายได้จากการขายสินค้ารับบริจาค และโอนลดยอดสินค้ารับบริจาคและรายได้จาก\nการรับบริจาคสินค้ารอการรับร ู้ ด้วยมูลค่ายุติธรรม ณ วันรับมอบสินค้ารับบริจาคตามจ านวนสินค้าที่ขายได้นั้น\nการน าเงินที่ได้จากการขายสินค้ารับบริจาคไปใช้เพื่อการใดการหนึ่งตามที่ผู้บริจาคระบุ\nวัตถุประสงค์ไว้ ให้โอนปิดบัญชีรายได้จากการขายสินค้ารับบริจาคไปบันทึกในบัญชีทุนเพื่อการนั้น\nการน าสินค้าที่ได้รับบริจาคไปใช้ในการด าเนินงานหรือแจกจ่าย ให้บันทึกลดยอดสินค้ารับบริจาค\nและรายได้จากการรับบริจาคสินค้ารอการรับรู้ตามมูลค่ายุติธรรม ณ วันรับมอบสินค้ารับบริจาคของ\nจ านวนสินค้าที่น าออกไปใช้หรือที่น าออกไปแจกจ่ายนั้น\nข้อ 74 ให้สหกรณ์เปิดเผยข้อมูลการรับบริจาคสินทรัพย์ในหมายเหตุประกอบงบการเงิน ดังนี้\n(1) นโยบายการบัญชีเกี่ยวกับการค านวณค่าเสื่อมราคาอาคารและอุปกรณ์ หรือค่าตัดจ าหน่าย\nของสินทรัพย์ที่รับบริจาค\n(2) ข้อมูลเกี่ยวกับสินทรัพย์ที่สหกรณ์ได้รับบริจาคในปีที่ได้รับ โดยเปิดเผยเกี่ยวกับรายการ\nสินทรัพย์รับบริจาคว่าได้รับบริจาคสินทรัพย์ประเภทใด จากใคร จ านวนเงิน ส าหรับกรณีที่น าเงิน\nรับบริจาคไปจัดหาสินทรัพย์และต้องจ่ายเงินสมทบ ให้เปิดเผยเพิ่มเติมว่าสหกรณ์ได้จ่ายเงินสมทบ\nเพื่อให้ได้สินทรัพย์ดังกล่าวประเภทใด มูลค่าเท่าใด\n(3) ข้อมูลเกี่ยวกับจ านวน และข้อจ ากัดในกรรมสิทธิ์ของสินทรัพย์รับบริจาคที่ใช้เป็น\nหลักประกันหนี้สิน\nส่วนท ี่ 2 หนี้สนิ\nข้อ 75 ให้สหกรณ์บันทึกหนี้สิน ส าหรับรายการภาระผูกพันในปัจจุบันของสหกรณ์ที่เป็นผล\nของเหตุการณ์ในอดีตที่เกิดจากการกู้ยืม รายการค้าหรือจากรายการอื่น ซึ่งการช าระภาระผูกพันนั้น\nคาดว่าจะส่งผลให้สหกรณ์สูญเสียทรัพยากรที่มีประโยชน์เชิงเศรษฐกิจ โดยการท าให้สินทรัพย์\nของสหกรณ์ลดลงหรือช าระด้วยการให้บริการภาระผูกพันนั้น\nการบันทึกหนี้สินเพิ่มตามจ านวนเงินของภาระผูกพันและบันทึกหนี้สินลดเมื่อช าระด้วย\nสินทรัพย์หรือบริการ\nให้สหกรณ์จัดประเภทหนี้สินตามระยะเวลาการจ่ายช าระภาระผูกพัน ดังนี้\n(1) หนี้สินหมุนเวียน หมายถึง หนี้สินซึ่งมีระยะเวลาช าระคืนภายในรอบปีบัญชีถัดไป\nเช่น เงินเบิกเกินบัญชีธนาคาร เงินกู้ยืมที่ถึงก าหนดช าระภายในหนงึ่ ปี เจ้าหนี้การค้า ค่าใช้จ่ายค้างจ่าย\nเป็นต้น\n(2) หนี้สินไม่หมุนเวียน หมายถึง หนี้สินซึ่งมีระยะเวลาการช าระคืนเกินกว่ารอบปีบัญชีถัดไป\nเช่น เงินกู้ยืมระยะยาว เจ้าหนี้ค่าเช่าซื้อสินทรัพย์ เป็นต้น",
        "หน้า ๓๔\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nข้อ 76 ให้สหกรณ์เปิดเผยข้อมูลหนี้สินในหมายเหตุประกอบงบการเงิน ดังนี้\n(1) รายละเอียดของภาระผูกพัน เช่น สัญญาเงินกู้ยืมที่ท าไว้กับภายนอก ข้อตกลงทางการค้า\nหรือสินทรัพย์ที่ใช้เป็นหลักทรัพย์ในการค้ าประกันตลอดจนเงื่อนไขและข้อจ ากัดตามที่ระบุไว้ในสัญญา\nเป็นต้น โดยเปิดเผยจ านวนเงิน เงื่อนไข และข้อตกลงของภาระผูกพัน\n(2) หนี้สินที่อาจเกิดขึ้น เป็นภาระผูกพันที่อาจเกิดขึ้นหรือภาระผูกพันในปัจจุบันที่อาจท าให้\nสหกรณ์สูญเสียทรัพยากร แต่มูลค่ายังไม่มีความแน่นอน เช่น สหกรณ์ถูกฟ้องร้องเรียกค่าเสียหาย\nเป็นต้น\nส่วนท ี่ 3 ทนุ ของสหกรณ ์\nข้อ 77 ให้สหกรณ์บันทึกทุนของสหกรณ์ ส าหรับรายการจ านวนเงินที่ได้รับจากการถือหุ้น\nของสมาชิก การจัดสรรก าไรสุทธิในรูปของทุนส ารองตามกฎหมาย ทุนสะสมตามข้อบังคับ ระเบียบ\nและอื่น ๆ รวมทั้งก าไร (ขาดทุน) จากเงินลงทุนที่ยังไม่เกิดขึ้น ส่วนเกินทุนจากการตีราคาสินทรัพย์\nและก าไรสุทธิ หากมีขาดทุนสุทธิให้น าไปหักออกจากทุนส ารอง ถ้าทุนส ารองมีไม่เพียงพอจะคงเหลือ\nเป็นขาดทุนสะสม\nการบันทึกการเพิ่มและลดทุนเรือนหุ้นตามจ านวนเงินที่ได้รับและจ่ายคืนตามข้อบังคับ\nของสหกรณ์ เว้นแต่กรณีที่นายทะเบียนสหกรณ์ก าหนดไว้เฉพาะเรื่อง เช่น สหกรณ์มีผลขาดทุนสะสม\nสหกรณ์ต้องจ่ายคืนค่าหุ้นตามมูลค่าที่ค านวณใหม่ที่เปิดเผยไว้ในหมายเหตุประกอบงบการเงิน\nการบันทึกเพิ่มทุนส ารองและทุนสะสมตามข้อบังคับ ระเบียบและอื่น ๆ ให้เป็นไปตามมติ\nที่ประชุมใหญ่และการบันทึกลดบัญชีทุนสะสมตามข้อบังคับ ระเบียบและอื่น ๆ ให้เป็นไปตามระเบียบ\nที่สหกรณ์ก าหนด\nข้อ 78 ให้สหกรณ์เปิดเผยข้อมูลทุนของสหกรณ์ไว้ในหมายเหตุประกอบงบการเงิน ดังนี้\n(1) กรณีสหกรณ์มีผลขาดทุนสะสม ให้สหกรณ์ค านวณมูลค่าต่อหุ้นใหม่ที่สามารถจ่ายคืน\nสมาชิกได้ตามค าสั่งนายทะเบียนสหกรณ์\n(2) กรณีสหกรณ์ขอผ่อนใช้คืนเงินค้างขาดทุนสะสม ให้สหกรณ์แสดงรายละเอียดเกี่ยวกับ\nการขอผ่อนใช้และเงื่อนไขการผ่อนใช้\nส่วนท ี่ 4 รายได ้\nข้อ 79 ให้สหกรณ์บันทึกรายได้ ส าหรับรายการรายได้ที่เกิดจากการด าเนินธุรกิจตามปกติ\nของสหกรณ์ และการเพิ่มขึ้นของประโยชน์เชิงเศรษฐกิจในรอบปีบัญชี หรือการเพิ่มค่าของสินทรัพย์\nหรือการลดลงของหนี้สิน โดยส่งผลให้ทุนของสหกรณ์เพิ่มขึ้น\nการวัดมูลค่าของรายได้โดยใช้มูลค่ายุติธรรมของสิ่งตอบแทนที่ได้รับหรือค้างรับหลังจาก\nหักส่วนลดต่าง ๆ ทั้งนี้ ต้องมีความแน่นอนเกี่ยวกับจ านวนประโยชน์ที่จะได้รับและต้นทุนที่เกิดขึ้นหรือ\nที่จะเกิดขึ้นอันเนื่องมาจากรายได้นั้น รวมทั้งรายได้ดังกล่าวต้องสามารถวัดมูลค่าได้อย่างน่าเชื่อถือ",
        "หน้า ๓๕\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\nข้อ 80 ให้สหกรณ์เปิดเผยข้อมูลรายได้ในหมายเหตุประกอบงบการเงินเกี่ยวกับนโยบายการบัญชี\nที่สหกรณ์บันทึกเป็นรายได้ของสหกรณ์ ซึ่งรวมถึงวิธีก าหนดขั้นความส าเร็จของรายการบัญชีที่เกี่ยวข้อง\nที่จะถือเป็นรายได้\nส่วนท ี่ 5 คา่ ใช้จ่าย\nข้อ 81 ให้สหกรณ์บันทึกค่าใช้จ่าย ส าหรับรายการค่าใช้จ่ายที่เกิดจากการด าเนินธุรกิจ\nตามปกติของสหกรณ์ และการลดลงของประโยชน์เชิงเศรษฐกิจในรอบปีบัญชี หรือการลดค่าของสินทรัพย์\nหรือการเพิ่มขึ้นของหนี้สิน โดยส่งผลให้ทุนของสหกรณ์ลดลง\nการรับรู้ค่าใช้จ่าย เมื่อสหกรณ์คาดว่าจะเสียประโยชน์เชิงเศรษฐกิจในอนาคตอันเนื่องมาจาก\nการลดลงของสินทรัพย์ หรือการเพิ่มขึ้นของหนี้สิน และสหกรณ์สามารถวัดมูลค่าของประโยชน์\nเชิงเศรษฐกิจในอนาคตได้อย่างน่าเชื่อถือ\nข้อ 82 ให้สหกรณ์เปิดเผยข้อมูลค่าใช้จ่ายในหมายเหตุประกอบงบการเงินเกี่ยวกับนโยบาย\nการบัญชีเกณฑ์การปันส่วนค่าใช้จ่าย\nหมวด 3\nงบการเงนิ ของสหกรณ ์\nข้อ 83 ให้สหกรณ์จัดท างบการเงินตามเกณฑ์การด าเนินงานต่อเนื่อง โดยองค์ประกอบ\nของรายการในงบการเงิน ประกอบด้วย สินทรัพย์ หนี้สิน ทุนของสหกรณ์ รายได้ และค่าใช้จ่าย\nส าหรับสินทรัพย์และหนี้สิน ให้จัดแสดงเป็นประเภทหมุนเวียนและไม่หมุนเวียนด้วย ซึ่งงบการเงินของ\nสหกรณ์ประกอบด้วย งบแสดงฐานะการเงิน งบก าไรขาดทุน งบกระแสเงินสด และงบประกอบอื่น ๆ\nตามรูปแบบที่กรมตรวจบัญชีสหกรณ์ก าหนด\nการจัดท างบการเงินต้องแสดงข้อมูลที่เป็นประโยชน์ต่อการตัดสินใจเชิงเศรษฐกิจของผู้ใช้\nงบการเงิน และต้องมีลักษณะเชิงคุณภาพของข้อมูล ดังต่อไปนี้\n(1) ความสามารถเข้าใจได้ หมายความว่า ข้อมูลในงบการเงินที่สหกรณ์จัดท าต้องน าเสนอ\nให้ผู้ใช้งบการเงินสามารถเข้าใจได้ โดยผู้ใช้งบการเงินมีความรู้ตามควรเกี่ยวกับธุรกิจ กิจกรรมเชิงเศรษฐกิจ\nและการบัญชี ทั้งนี้ สหกรณ์ต้องไม่ละเว้นข้อมูลที่เกี่ยวข้องกับการตัดสินใจของผู้ใช้งบการเงินเพียงเพราะ\nเหตุผลว่าข้อมูลดังกล่าวอาจยากเกินกว่าที่ผู้ใช้งบการเงินจะเข้าใจได้\n(2) ความเกี่ยวข้องกับการตัดสินใจ หมายความว่า ข้อมูลในงบการเงินต้องทันเวลาสามารถ\nตอบสนองความต้องการและช่วยให้ผู้ใช้งบการเงินสามารถตัดสินใจเชิงเศรษฐกิจ โดยประเมินจากเหตุการณ์\nในอดีต ปัจจุบัน และอนาคต รวมทั้งช่วยยืนยันหรือชี้ข้อผิดพลาดของข้อมูลในงบการเงินที่ผ่านมา\nอย่างไรก็ตามผู้ใช้งบการเงินควรค านึงถึงความมีสาระส าคัญของข้อมูลในงบการเงินที่ต้องแสดง\nสาระส าคัญอย่างถูกต้องไม่ละเว้นการแสดงข้อมูลที่ขัดต่อข้อเท็จจริงอย่างเป็นสาระส าคัญ ซึ่งมีผลต่อ\nการตัดสินใจเชิงเศรษฐกิจของผู้ใช้งบการเงิน",
        "หน้า ๓๖\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\n(3) ความเชื่อถือได้ หมายความว่า ข้อมูลในงบการเงินประกอบด้วยคุณลักษณะ ดังนี้\n(3.1) การเป็นตัวแทนอันเที่ยงธรรม หมายความว่า ข้อมูลในงบการเงินควรแสดง\nตามเหตุการณ์ที่ได้เกิดขึ้นจริงตามเกณฑ์การรับรู้รายการ\n(3.2) เนื้อหาส าคัญกว่ารูปแบบ หมายความว่า ข้อมูลในงบการเงินต้องบันทึกและ\nแสดงตามเนื้อหาและความเป็นจริงเชิงเศรษฐกิจไม่ใช่ตามรูปแบบทางกฎหมายเพียงอย่างเดียว\n(3.3) ความเป็นกลาง หมายความว่า ข้อมูลในงบการเงินต้องมีความเป็นกลางหรือ\nปราศจากความล าเอียงโดยไม่มีวัตถุประสงค์ที่จะชี้น าผู้ใช้งบการเงิน\n(3.4) ความระมัดระวัง หมายความว่า การใช้ดุลยพินิจที่จ าเป็นในการประมาณการ\nภายใต้ความไม่แน่นอนเกี่ยวกับเหตุการณ์ต่าง ๆ เพื่อให้งบการเงินมีความน่าเชื่อถือ\n(3.5) ความครบถ้วน หมายความว่า งบการเงินต้องน าเสนอโดยพิจารณาความมี\nสาระส าคัญและต้นทุนในการจัดท าเพื่อมิให้ขอ้ มูลในงบการเงินผิดพลาด หรือท าให้ผู้ใช้งบการเงินเข้าใจผิด\n(3.6) การเปรียบเทียบกันได ้ หมายความว่า ข้อมูลในงบการเงินตอ้ งสามารถเปรยี บเทยี บ\nข้อมูลฐานะการเงินและผลการด าเนินงานของสหกรณ์เดียวกันส าหรับรอบระยะเวลาต่าง ๆ\nและเปรียบเทียบกับสหกรณ์อื่นส าหรับรอบระยะเวลาเดียวกัน\nข้อ 84 ให้สหกรณ์รับรู้รายการสินทรัพย ์ หนี้สิน รายได้ และค่าใช้จ่าย เมื่อเข้าเงื่อนไข ดังนี้\n(1) มีความเป็นไปได้ค่อนข้างแน่ที่ประโยชน์เชิงเศรษฐกิจในอนาคตของรายการสินทรัพย์\nหนี้สิน รายได้ และค่าใช้จ่ายจะเพิ่มขึ้นหรือลดลง\n(2) รายการสินทรัพย์ หนี้สิน รายได้ และค่าใช้จ่ายมีราคาทุนหรือมูลค่าที่สามารถวัดได้\nอย่างน่าเชื่อถือ\nการไม่รับรู้รายการที่เป็นไปตามเกณฑ์ดังกล่าว สหกรณ์ไม่สามารถท าให้ถูกต้องได้ด้วย\nการเปิดเผยข้อมูลในนโยบายการบัญชีที่สหกรณ์น ามาใช้ หรือเปิดเผยข้อมูลในหมายเหตุประกอบ\nงบการเงิน\nหมวด 4\nการเปิดเผยข้อมูล\nข้อ 85 ให้สหกรณ์เปิดเผยข้อมูลเกี่ยวกับฐานะการเงินและผลการด าเนินงานของสหกรณ์\nนอกเหนือจากที่แสดงให้เห็นในรูปของงบการเงิน และรายละเอียดประกอบงบการเงิน โดยต้องแสดงไว้\nในหมายเหตุประกอบงบการเงินซึ่งถือเป็นส่วนหนึ่งของงบการเงินของสหกรณ์ เพื่อเปิดเผยสาระส าคัญ\nที่มีผลต่องบการเงินรวมถึงรายการบัญชีใดที่มิได้ปฏิบัติตามเกณฑ์และนโยบายการบัญชีที่ก าหนดนั้นด้วย\nในหมายเหตุประกอบงบการเงินสหกรณ์ต้องเปิดเผยทุกข้อ ดังต่อไปนี้\n(1) สรุปนโยบายการบัญชีที่ส าคัญ ซึ่งแสดงข้อมูลเกี่ยวกับเกณฑ์การจัดท างบการเงิน\nและนโยบายการบัญชีที่สหกรณ์ก าหนด โดยให้แสดงไว้ในส่วนแรกของหมายเหตุประกอบงบการเงิน\n(2) ข้อมูลเพิ่มเติมที่เป็นรายละเอียดประกอบรายการที่แสดงในงบการเงิน ซึ่งรวมถึงข้อจ ากัดต่าง ๆ\nที่มีต่อกรรมสิทธิ์หรือสิทธิในการใช้สินทรัพย์ หลักประกันที่ให้กับหนี้สิน ข้อมูลเกี่ยวกับทุนของสหกรณ์",
        "หน้า ๓๗\nเล่ม ๑๓๗ ตอนพิเศษ ๒๓๘ ง ราชกิจจานุเบกษา ๙ ตุลาคม ๒๕๖๓\n(3) ข้อมูลเพิ่มเติมที่ไม่ได้แสดงอยู่ในงบการเงิน แต่เป็นข้อมูลที่จ าเป็นเพื่อให้งบการเงินนั้น\nแสดงข้อมูลโดยถูกต้องตามที่ควร ให้เปิดเผยต่อจากข้อมูลเพิ่มเติมที่เป็นรายละเอียดประกอบรายการ\nในงบการเงิน เช่น เหตุการณ์ส าคัญที่เกิดขึ้นภายหลังวันที่ในงบการเงิน สินทรัพย์ที่อาจได้รับหรือหนี้สนิ\nที่อาจเกิดขึ้นในภายหน้า ข้อผูกพันที่ส าคัญและมีระยะยาวซึ่งไม่ปรากฏในงบการเงิน เป็นต้น\n(4) ข้อมูลเกี่ยวกับการด าเนินธุรกิจหรือกิจกรรมอื่นใดที่ไม่เป็นไปตามกฎหมายว่าด้วยสหกรณ์\nกฎหมายอื่นที่เกี่ยวข้อง รวมทั้งระเบียบและข้อบังคับของสหกรณ์ หรือข้อมูลอื่นใดที่เกี่ยวกับ\nการด าเนินกิจการของสหกรณ์ แม้จะเป็นไปตามกฎหมายหรือข้อบังคับของสหกรณ์ แต่หาก\nการด าเนินการนั้นอาจส่งผลกระทบต่อสถานะทางการเงินของสหกรณ์ได้อย่างมีนัยส าคัญ เช่น\nกรณีสหกรณ์เปลี่ยนสัญญาเงินฝากเป็นสัญญาเงินกู้ หรือเปลี่ยนสัญญาเงินกู้เป็นสัญญาเงินฝาก\nซึ่งเป็นการเปลี่ยนสาระส าคัญแห่งหนี้โดยที่สหกรณ์มิได้มีการรับจ่ายเงิน หรือมีการรับจ่ายเงิน\nเพียงบางส่วน เป็นต้น\nข้อ 86 วิธีปฏิบัติทางบัญชี และรูปแบบงบการเงินที่นอกเหนือจากที่ก าหนดไว้ในระเบียบนี้\nให้เป็นไปตามมาตรฐานการรายงานทางการเงินที่ก าหนดโดยสภาวิชาชีพบัญชี หรือประกาศกรมตรวจบัญช ี\nสหกรณ์\nบทเฉพาะกาล\nข้อ 87 ให้ระเบียบ ประกาศ หรือค าสั่งที่ออกโดยอาศัยอ านาจนายทะเบียนสหกรณ์\nก่อนระเบียบนี้ใช้บังคับให้ยังคงใช้บังคับต่อไปได้เท่าที่ไม่ขัดหรือแย้งกับระเบียบนี้\nข้อ 88 การประมาณการค่าเผื่อหนี้สงสัยจะสูญส าหรับสหกรณ์ออมทรัพย์และสหกรณ์\nเครดิตยูเนี่ยน ที่เรียกเก็บเงินงวดช าระหนี้จากสมาชิกโดยการหักจากเงินได้ ณ ที่จ่าย ให้ถือปฏิบัติ\nตามระเบียบนายทะเบียนสหกรณ์ ว่าด้วยการจัดชั้นคุณภาพลูกหนี้เงินกู้และการเผื่อหนี้สงสัยจะสูญ\nพ.ศ. 2544 ไปก่อนจนกว่ากฎกระทรวงการจัดชั้นสินทรัพย์และการกันเงินส ารองจะมีผลใช้บังคับ\nประกาศ ณ วนั ที่ 1 กนั ยายน พ.ศ. ๒๕๖3\nโอภาส ทองยงค ์\nอธิบดีกรมตรวจบัญชีสหกรณ์\nพนักงานเจ้าหน้าท ี่\nปฏิบัติการแทนนายทะเบียนสหกรณ์"
    ]
}