{
    "content": [
        "หน้า ๔๓\nเล่ม ๑๓๘ ตอนที่ ๑๑ ก ราชกิจจานุเบกษา ๑๐ กุมภาพันธ์ ๒๕๖๔\nกฎกระทรวง\nการด าเนนิ งานและการกา กบั ดแู ลสหกรณ์ออมทรัพย์และสหกรณ์เครดติ ยูเนี่ยน\nพ.ศ 2564\nอาศัยอ านาจตามความในมาตรา ๕ วรรคหนึ่ง แห่งพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒\nและมาตรา ๘๙/๒ (๑) (๒) (๓) (๖) (๙) (๑๑) และ (๑๒) และมาตรา ๑๐๕ วรรคสาม\nแห่งพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒ ซึ่งแก้ไขเพิ่มเติมโดยพระราชบัญญัติสหกรณ์ (ฉบับที่ ๓)\nพ.ศ. ๒๕๖๒ รัฐมนตรีว่าการกระทรวงเกษตรและสหกรณ์ออกกฎกระทรวงไว้ ดังต่อไปนี้\nข้อ ๑ ในกฎกระทรวงนี้\n“สหกรณ์” หมายความว่า สหกรณ์และชุมนุมสหกรณ์ประเภทสหกรณ์ออมทรัพย์หรือสหกรณ์\nเครดิตยูเนี่ยนตามกฎหมายว่าด้วยสหกรณ์\n“สหกรณ์อื่น” หมายความว่า สหกรณ์และชุมนุมสหกรณ์ทุกประเภทตามกฎหมายว่าด้วย\nสหกรณ์\n“ชุมนุมสหกรณ์” หมายความว่า ชุมนุมสหกรณ์ออมทรัพย์หรือชุมนุมสหกรณ์เครดิตยูเนี่ยน\nตามกฎหมายว่าด้วยสหกรณ์\n“คณะกรรมการ” หมายความว่า คณะกรรมการด าเนินการสหกรณ์\n“กรรมการ” หมายความว่า กรรมการด าเนินการสหกรณ์\n“ผู้ให้บริการทางการเงิน” หมายความว่า ผู้ประกอบธุรกิจตามกฎหมายว่าด้วยธุรกิจสถาบัน\nการเงิน กฎหมายว่าด้วยหลักทรัพย์และตลาดหลักทรัพย์ กฎหมายว่าด้วยการประกันชีวิต กฎหมายว่าด้วย\nการประกันวินาศภัย หรือบริษัทบริหารสินทรัพย์ซึ่งด าเนินการโดยได้รับอนุญาตตามกฎหมายว่าด้วย\nบริษัทบริหารสินทรัพย์\n“ผู้มีอ านาจในการจัดการ” หมายความว่า\n(๑) ผู้จัดการ รองผู้จัดการ หรือผู้ซึ่งมีต าแหน่งเทียบเท่าที่เรียกชื่ออย่างอื่น แล้วแต่กรณี\n(๒) บุคคลหรือนิติบุคคลซึ่งสหกรณ์หรือผู้ให้บริการทางการเงินท าสัญญาให้มีอ านาจ\nในการบริหารงานทั้งหมดหรือบางส่วน",
        "หน้า ๔๔\nเล่ม ๑๓๘ ตอนที่ ๑๑ ก ราชกิจจานุเบกษา ๑๐ กุมภาพันธ์ ๒๕๖๔\n(๓) บุคคลซึ่งตามพฤติการณ์มีอ านาจควบคุมหรือครอบง ากรรมการ ผู้จัดการ รองผู้จัดการ\nผู้ช่วยผู้จัดการ พนักงานเจ้าหน้าที่ของผู้ให้บริการทางการเงิน หรือเจ้าหน้าที่ของสหกรณ์ ให้ปฏิบัติ\nตามค าสั่งของตนในการด าเนินงานของสหกรณ์หรือผู้ให้บริการทางการเงิน\n“ที่ปรึกษาของสหกรณ์” หมายความว่า บุคคลซึ่งได้รับแต่งตั้งให้ท าหน้าที่ในการให้ความเห็น\nหรือค าแนะน าแก่สหกรณ์โดยอาจมีค่าตอบแทนหรือไม่ก็ได้ แต่ไม่รวมถึงบุคคลซึ่งรับจ้างท างานให้แก่สหกรณ์\nโดยมีลักษณะของงานที่ใช้ความรู้ความสามารถพิเศษด้านเทคนิค หรือใช้ความช านาญเฉพาะด้าน เช่น\nที่ปรึกษางานบัญชี ที่ปรึกษากฎหมาย ที่ปรึกษาเทคโนโลยีสารสนเทศ\n“ผู้ซึ่งเกี่ยวข้อง” หมายความวา่ บุคคลซึ่งมีความสัมพันธก์ ับอกี บุคคลหนงึ่ ในลักษณะดงั ตอ่ ไปนี้\n(๑) เป็นคู่สมรส\n(๒) เป็นบุตรหรือบุตรบุญธรรมซึ่งยังไม่บรรลุนิติภาวะ\n(๓) เป็นนิติบุคคลซึ่งบุคคลนั้นหรือบุคคลตาม (๑) หรือ (๒) มีอ านาจในการจัดการ\nหรือควบคุม\nหมวด ๑\nการก าหนดขนาดของสหกรณ์\nข้อ ๒ สหกรณ์แบ่งเป็นสองขนาด ดังต่อไปนี้\n(๑) สหกรณ์ขนาดใหญ่ ได้แก่ สหกรณ์ซึ่งมีขนาดสินทรัพย์ตั้งแต่ห้าพันล้านบาทขึ้นไป\nและชุมนุมสหกรณ์\n(๒) สหกรณ์ขนาดเล็ก ได้แก่ สหกรณ์ซึ่งมีขนาดสินทรัพย์น้อยกว่าห้าพันล้านบาท\nขนาดสินทรัพย์ของสหกรณ์ตามวรรคหนึ่ง ให้พิจารณาจากข้อมูลงบการเงินของสหกรณ์\nในปีบัญชีล่าสุดที่ผู้สอบบัญชีได้ตรวจสอบและแสดงความเห็นแล้ว\nข้อ ๓ เพื่อประโยชน์ในการก าหนดขนาดของสหกรณ์ ให้ด าเนินการดังต่อไปนี้\n(๑) ในกรณีที่มีการจดทะเบียนชุมนุมสหกรณ์ ให้นายทะเบียนสหกรณ์ประกาศรายชื่อชุมนุม\nสหกรณ์ดังกล่าวเป็นสหกรณ์ขนาดใหญ่ภายในสามสิบวันนับแต่วันที่รับจดทะเบียน\n(๒) ในกรณีที่สหกรณ์ขนาดเล็กแห่งใดมีขนาดสินทรัพย์ที่มีลักษณะเป็นสหกรณ์ขนาดใหญ่\nให้นายทะเบียนสหกรณ์ประกาศรายชื่อสหกรณ์ดังกล่าวเป็นสหกรณ์ขนาดใหญ่ภายในสามสิบวันนับแต่\nวันที่นายทะเบียนสหกรณ์ได้รับส าเนารายงานประจ าปีและงบการเงินประจ าปี\n(๓) ในกรณีที่สหกรณ์ขนาดใหญ่แห่งใดมีขนาดสินทรัพย์ลดลงต่ ากว่าขนาดที่ก าหนดให้เป็น\nสหกรณ์ขนาดใหญ่เป็นเวลาสามปีติดต่อกัน และสหกรณ์นั้นยื่นค าร้องโดยแสดงเหตุผลและความจ าเป็น\nต่อนายทะเบียนสหกรณ์เพื่อขอยกเลิกการเป็นสหกรณ์ขนาดใหญ่ ให้นายทะเบียนสหกรณ์ประกาศถอนชื่อ\nสหกรณ์ดังกล่าวจากการเป็นสหกรณ์ขนาดใหญ่เมื่อพิจารณาแล้วเห็นด้วยกับเหตุผลและความจ าเป็น\nทั้งนี้ ภายในสามสิบวันนับแต่วันที่นายทะเบียนสหกรณ์ได้รับค าร้อง",
        "หน้า ๔๕\nเล่ม ๑๓๘ ตอนที่ ๑๑ ก ราชกิจจานุเบกษา ๑๐ กุมภาพันธ์ ๒๕๖๔\nข้อ ๔ การประกาศรายชื่อสหกรณ์ขนาดใหญ่และการประกาศถอนชื่อออกจากการเป็น\nสหกรณ์ขนาดใหญ่ตามข้อ ๓ ให้ด าเนินการโดยวิธีการทางอิเล็กทรอนิกส์ ในกรณีที่ไม่สามารถ\nด าเนินการหรือมีเหตุอื่นท าให้ไม่สามารถด าเนินการโดยวิธีการทางอิเล็กทรอนิกส์ได้ ให้ประกาศรายชื่อ\nไว้ในที่เปิดเผย ณ ส านักงานใหญ่ และส านักงานสาขาของสหกรณ์นั้นทุกแห่ง\nหมวด ๒\nอ านาจหน้าทขี่ องคณะกรรมการ\nและคุณสมบตั ิและลักษณะต้องห้ามของกรรมการและผจู้ ัดการ\nข้อ ๕ นอกจากอ านาจหน้าที่ตามมาตรา ๕๑ และมาตรา ๕๑/๑ ให้คณะกรรมการ\nของสหกรณ์ขนาดใหญ่มีอ านาจหน้าที่ดังต่อไปนี้ด้วย\n(๑) ก าหนดนโยบาย ทิศทาง และเป้าหมายเชิงกลยุทธ์ในภาพรวมของสหกรณ์เพื่อเสนอ\nที่ประชุมใหญ่พิจารณาอนุมัติ รวมทั้งก ากับดูแลให้ฝ่ายจัดการด าเนินการให้เป็นไปตามนโยบายดังกล่าว\nอย่างมีประสิทธิภาพและประสิทธิผล\n(๒) จัดให้มีข้อก าหนดเกี่ยวกับจริยธรรมของกรรมการ ผู้จัดการ ผู้มีอ านาจในการจัดการ\nที่ปรึกษาของสหกรณ์ และเจ้าหน้าที่ของสหกรณ์ เพื่อเป็นแนวทางปฏิบัติของสหกรณ์\n(๓) จัดให้มีนโยบายและกระบวนการบริหารความเสี่ยงด้านต่าง ๆ ของสหกรณ์ โดยอย่างน้อย\nจะต้องครอบคลุมถึงความเสี่ยงด้านสินเชื่อการลงทุน สภาพคล่อง และปฏิบัติการ รวมทั้งจัดให้มี\nการทบทวนนโยบายและกระบวนการบริหารความเสี่ยงอย่างสม่ าเสมอ พร้อมทั้งรายงานผลการด าเนินการ\nดังกล่าวให้ที่ประชุมใหญ่ทราบ\n(๔) ก ากับดูแลฝ่ายจัดการให้จัดการงานของสหกรณ์อย่างมีประสิทธิภาพ และด าเนินกิจการ\nตามกฎหมายว่าด้วยสหกรณ์และกฎหมายอื่นที่เกี่ยวข้องอย่างเคร่งครัด\n(๕) จัดให้มีระบบการควบคุมภายในและการตรวจสอบกิจการที่มีประสิทธิภาพ\n(๖) ก ากับดูแลให้ฝ่ายจัดการรายงานเรื่องที่ส าคัญของสหกรณ์ต่อคณะกรรมการอย่างรวดเร็ว\nและมีกระบวนการน าเสนอข้อมูลและข้อเท็จจริงอย่างครบถ้วนเพื่อให้คณะกรรมการสามารถปฏิบัติ\nตามอ านาจหน้าที่ได้อย่างสมบูรณ์\n(๗) ก าหนดนโยบายและแผนเกี่ยวกับการฝาก การลงทุน การกู้ยืมจากสหกรณ์อื่นและ\nสถาบันการเงิน และการค้ าประกันเพื่อเสนอต่อที่ประชุมใหญ่ของสหกรณ์พิจารณาอนุมัติ\n(๘) พิจารณาแต่งตั้งและก าหนดอ านาจหน้าที่ของคณะอนุกรรมการต่าง ๆ ตามความจ าเป็น\n(๙) ก ากับดูแลสหกรณ์ให้มีการจัดท าและเก็บรักษาบัญชีและเอกสารที่เกี่ยวข้องเพื่อแสดง\nฐานะการเงินและผลการด าเนินงานที่แท้จริงของสหกรณ์ โดยต้องเปิดเผยให้สมาชิกได้รับทราบและ\nสามารถตรวจสอบได้",
        "หน้า ๔๖\nเล่ม ๑๓๘ ตอนที่ ๑๑ ก ราชกิจจานุเบกษา ๑๐ กุมภาพันธ์ ๒๕๖๔\n(๑๐) ก ากับดูแลสหกรณ์ให้มีการจัดส่งข้อมูลและรายงานต่าง ๆ ตามกฎหมายว่าด้วยสหกรณ์\nและกฎหมายอื่นที่เกี่ยวข้องภายในระยะเวลาที่ก าหนด\n(๑๑) ปฏิบัติตามและก ากับดูแลสหกรณ์ให้ด าเนินการตามกฎหมายว่าด้วยสหกรณ์\nและกฎหมายอื่นที่เกี่ยวข้อง\nการจัดส่งข้อมูลและรายงานตาม (๑๐) นายทะเบียนสหกรณ์จะก าหนดให้ด าเนินการ\nโดยวิธีการทางอิเล็กทรอนิกส์ก็ได้\nข้อ ๖ ให้คณะกรรมการของสหกรณ์ขนาดใหญ่แต่งตั้งคณะอนุกรรมการเพื่อท าหน้าที่\nและรับผิดชอบการด าเนินการเฉพาะด้าน ซึ่งอย่างน้อยต้องมีคณะอนุกรรมการบริหารความเสี่ยง\nโดยมีองค์ประกอบและอ านาจหน้าที่ตามที่ก าหนดในข้อบังคับของสหกรณ์นั้น\nข้อ ๗ สหกรณ์ที่มีสัดส่วนการลงทุนมากกว่าร้อยละยี่สิบของทุนเรือนหุ้นและทุนส ารอง\nหรือเงินลงทุนมากกว่าหนึ่งพันล้านบาท ให้คณะกรรมการแต่งตั้งคณะอนุกรรมการการลงทุน เพื่อจัดท า\nนโยบายและแผนการลงทุนเสนอต่อคณะกรรมการและที่ประชุมใหญ่พิจารณาอนุมัติ รวมทั้งดูแลและ\nจัดการลงทุนให้เป็นไปตามนโยบายและแผนการลงทุนดังกล่าว\nให้คณะอนุกรรมการการลงทุนตามวรรคหนึ่ง มีองค์ประกอบและอ านาจหน้าที่ ตามที่ก าหนด\nไว้ในข้อบังคับของสหกรณ์นั้น\nข้อ ๘ สหกรณ์ต้องมีกรรมการซึ่งเป็นผู้มีคุณวุฒิด้านการเงิน การบัญชี การบริหารจัดการ\nเศรษฐศาสตร์ หรือผ่านการฝึกอบรมตามหลักสูตรในด้านดังกล่าวหรือด้านอื่นตามที่คณะกรรมการ\nพัฒนาการสหกรณ์แห่งชาติก าหนด\nสหกรณ์ขนาดเล็กต้องมีกรรมการซึ่งเป็นผู้มีคุณวุฒิหรือผ่านการฝึกอบรมหลักสูตรตามวรรคหนงึ่\nอย่างน้อยหนึ่งคน และสหกรณ์ขนาดใหญ่ตอ้ งมกี รรมการซงึ่ เปน็ ผู้มีคณุ วุฒหิ รือผ่านการฝึกอบรมหลักสตู ร\nตามวรรคหนึ่งอย่างน้อยสามคน\nข้อ ๙ นอกจากลักษณะต้องห้ามตามมาตรา ๕๒ แล้ว กรรมการและผู้จัดการของสหกรณ์\nขนาดใหญ่ต้องไม่มีลักษณะต้องห้ามดังต่อไปนี้ด้วย\n(๑) เคยถูกธนาคารแห่งประเทศไทย ส านักงานคณะกรรมการก ากับหลักทรัพย์และตลาดหลักทรัพย์\nหรือส านักงานคณะกรรมการก ากับและส่งเสริมการประกอบธุรกิจประกันภัย สั่งถอดถอนจากการเป็น\nกรรมการ ผู้จัดการ ผู้มีอ านาจในการจัดการ หรือที่ปรึกษาของผู้ให้บริการทางการเงินซึ่งอยู่ภายใต้\nการก ากับดูแลของหน่วยงานดังกล่าว เว้นแต่จะพ้นระยะเวลาที่ก าหนดห้ามด ารงต าแหน่งดังกล่าวแล้ว\nหรือได้รับการยกเว้นจากหน่วยงานก ากับดูแล แล้วแต่กรณี\n(๒) มีหรือเคยมีส่วนร่วมในการประกอบธุรกิจหรือการด าเนินกิจการใด ๆ อันผิดกฎหมาย\nที่มีลักษณะเป็นการหลอกลวงผู้อื่นหรือฉ้อโกงประชาชน\n(๓) เป็นหรือเคยเป็นบุคคลล้มละลาย",
        "หน้า ๔๗\nเล่ม ๑๓๘ ตอนที่ ๑๑ ก ราชกิจจานุเบกษา ๑๐ กุมภาพันธ์ ๒๕๖๔\n(๔) เป็นกรรมการหรือผู้จัดการของสหกรณ์อื่น เว้นแต่เป็นกรรมการของชุมนุมสหกรณ์\nที่สหกรณ์นั้นเป็นสมาชิกอยู่ได้อีกไม่เกินหนึ่งแห่ง\n(๕) เป็นกรรมการของสหกรณ์ซึ่งพ้นจากต าแหน่งผู้จัดการสหกรณ์นั้นไม่เกินหนึ่งปี หรือ\nเป็นผู้จัดการสหกรณ์ซึ่งพ้นจากต าแหน่งกรรมการของสหกรณ์นั้นไม่เกินหนึ่งปี แล้วแต่กรณี\n(๖) ผิดนัดช าระเงินต้นหรือดอกเบี้ยเกินกว่าเก้าสิบวันกับนิติบุคคลที่เป็นสมาชิกของบริษัท\nข้อมูลเครดิตตามกฎหมายว่าด้วยการประกอบธุรกิจข้อมูลเครดิตในระยะเวลาสองปีก่อนวันที่ได้รับ\nการเลือกตั้งเป็นกรรมการหรือวันที่ท าสัญญาจ้างเป็นผู้จัดการหรือในขณะที่ด ารงต าแหน่งนั้น\n(๗) ผิดนัดช าระเงินต้นหรือดอกเบี้ยกับสหกรณ์ที่ตนเป็นสมาชิกในระยะเวลาสองปีทางบัญชี\nก่อนวันที่ได้รับการเลือกตั้งเป็นกรรมการหรือวันที่ท าสัญญาจ้างเป็นผู้จัดการหรือในขณะที่ด ารงต าแหน่งนั้น\nข้อ ๑๐ ให้ผู้ซึ่งได้รับการเลือกตั้งเป็นกรรมการและผู้ซึ่งได้รับการแต่งตั้งเป็นผู้จัดการ\nของสหกรณ์ขนาดใหญ่ด าเนินการจัดท าหนังสือพร้อมลงลายมือชื่อยื่นต่อสหกรณ์เพื่อรับรองตนเองว่าไม่มี\nลักษณะต้องห้ามตามมาตรา ๕๒ และมีคุณสมบัติและไม่มีลักษณะต้องห้ามอื่นตามกฎกระทรวงนี้ และ\nแนบเอกสารหลักฐานที่เกี่ยวข้องประกอบด้วยภายในเจ็ดวันนับแต่วันที่ได้รับเลือกตั้งหรือได้รับแต่งตั้ง\nให้สหกรณ์ด าเนินการตรวจสอบคุณสมบัติและลักษณะต้องห้าม และเอกสารหลักฐาน\nที่เกี่ยวข้องของบุคคลซึ่งได้รับการเลือกตั้งเป็นกรรมการหรือได้รับการแต่งตั้งเป็นผู้จัดการภายในเจ็ดวัน\nนับแต่วันที่ได้รับเอกสารหลักฐานตามวรรคหนึ่ง หากเห็นว่าเอกสารหลักฐานไม่ถูกต้องหรือไม่ครบถ้วน\nให้สหกรณ์แจ้งเป็นหนังสือให้บุคคลดังกล่าวส่งเอกสารหลักฐานเพิ่มเติมภายในเจ็ดวันนับแต่วันที่ได้รับแจ้งนั้น\nข้อ ๑๑ ในกรณีที่ปรากฏว่าผู้ซึ่งได้รับการเลือกตั้งเป็นกรรมการหรือได้รับการแต่งตั้งเป็น\nผู้จัดการของสหกรณ์ขนาดใหญ่ขาดคุณสมบัติหรือมีลักษณะต้องห้ามเป็นกรรมการหรือผู้จัดการ\nให้คณะกรรมการด าเนินการ ดังต่อไปนี้\n(๑) แจ้งเหตุที่ขาดคุณสมบัติหรือมีลักษณะต้องห้ามให้กรรมการรายนั้นทราบเพื่อหยุดปฏิบัติ\nหน้าที่และพ้นจากต าแหน่งทันที\n(๒) มีหนังสือแจ้งเหตุในการเลิกจ้างผู้จัดการทันที\nหมวด ๓\nการด ารงเงนิ กองทนุ ของชุมนุมสหกรณ ์\nข้อ ๑๒ เงินกองทุนของชุมนุมสหกรณ์ ประกอบด้วย\n(๑) ร้อยละเก้าสิบของทุนเรือนหุ้นที่ช าระแล้ว\n(๒) ทุนส ารอง\nข้อ ๑๓ ให้ชุมนุมสหกรณ์ด ารงอัตราส่วนเงินกองทุนต่อสินทรัพย์ไม่ต่ ากว่าร้อยละสิบห้า\nโดยปฏิบัติตามหลักเกณฑ์และวิธีการ ดังต่อไปนี้",
        "หน้า ๔๘\nเล่ม ๑๓๘ ตอนที่ ๑๑ ก ราชกิจจานุเบกษา ๑๐ กุมภาพันธ์ ๒๕๖๔\n(๑) การค านวณเงินกองทุนให้น ารายการทุนเรือนหุ้นที่ช าระแล้วตามข้อ ๑๒ (๑) รวมกับ\nทุนส ารองตามข้อ ๑๒ (๒) แต่ในกรณีที่ชุมนุมสหกรณ์มีผลขาดทุนสะสมและผลขาดทุนระหว่างงวด\nให้น ามาหักออกด้วย\n(๒) การค านวณสินทรัพย์ ให้หมายถึงสินทรัพย์ทุกรายการในงบการเงิน ยกเว้นพันธบัตรรัฐบาล\nและเงินสด โดยใช้มูลค่าตามบัญชี ณ วันที่ค านวณอัตราส่วนเงินกองทุนต่อสินทรัพย์ หักเงินส ารอง\nท่ีได้กันไว้ส าหรับสินทรัพย์นั้น\nหมวด ๔\nการก ากับดูแลด้านธรรมาภิบาลของสหกรณ์\nข้อ ๑๔ ในการประชุมใหญ่ นอกจากเรื่องแจ้งให้ที่ประชุมใหญ่ทราบเป็นปกติแล้ว สหกรณ์\nต้องแจ้งให้ที่ประชุมใหญ่ทราบในเรื่อง ดังต่อไปนี้\n(๑) ผลประโยชน์และค่าตอบแทนที่กรรมการ ผู้จัดการ ผู้มีอ านาจในการจัดการ และ\nที่ปรึกษาของสหกรณ์ ได้รับจากสหกรณ์นั้นในรอบปีบัญชีที่ผ่านมา โดยให้สหกรณ์แสดงรายละเอียด\nดังกล่าวเป็นรายบุคคลในรายงานประจ าปี\n(๒) ข้อมูลการถูกร้องทุกข์กล่าวโทษ การถูกด าเนินคดี การถูกร้องเรียน และถูกลงโทษ\nของสหกรณ์ในรอบปีบัญชีที่ผ่านมา พร้อมทั้งแผนหรือแนวทางการป้องกันไม่ให้ถูกร้องทุกข์กล่าวโทษ\nถูกด าเนินคดี ถูกร้องเรียน และถูกลงโทษในเรื่องดังกล่าวอีก\n(๓) รายการอื่นที่คณะกรรมการหรือที่ประชุมใหญ่มีมติให้เปิดเผยแก่สมาชิก\n(๔) รายการอื่นตามที่นายทะเบียนสหกรณ์ประกาศก าหนด\nข้อ ๑๕ ให้สหกรณ์จัดท ารายการย่อแสดงสินทรัพย์และหนี้สินตามหลักเกณฑ์ วิธีการ และ\nเงื่อนไขที่กรมตรวจบัญชีสหกรณ์ประกาศก าหนด\nในการจัดท ารายการย่อแสดงสินทรัพย์และหนี้สินตามวรรคหนึ่ง ให้สหกรณ์ขนาดเล็กจัดท า\nอย่างน้อยทุกหกเดือน และสหกรณ์ขนาดใหญ่จัดท าทุกเดือน\nให้สหกรณ์เปิดเผยรายการย่อแสดงสินทรัพย์และหนี้สินที่ได้จัดท าตามวรรคหนึ่ง โดยวิธีการ\nทางอิเล็กทรอนิกส์เป็นหลัก ในกรณีที่ไม่สามารถด าเนินการหรือมีเหตุอื่นท าให้ไม่สามารถด าเนินการ\nโดยวิธีการทางอิเล็กทรอนิกส์ได้ ให้ประกาศรายการย่อแสดงสินทรัพย์และหนี้สินไว้ในที่เปิดเผย\nณ ส านักงานใหญ่ และส านักงานสาขาของสหกรณ์นั้นทุกแห่ง\nข้อ ๑๖ ให้สหกรณ์จัดส่งรายการย่อแสดงสินทรัพย์และหนี้สินตามข้อ ๑๕ ให้แก ่\nกรมตรวจบัญชีสหกรณ์และนายทะเบียนสหกรณ์โดยวิธีการทางอิเล็กทรอนิกส์เป็นหลักภายในระยะเวลาที่\nกรมตรวจบัญชีสหกรณ์ประกาศก าหนด ในกรณีที่ไม่สามารถด าเนินการหรือมีเหตุอื่นท าให้ไม่สามารถ\nด าเนินการโดยวิธีการทางอิเล็กทรอนิกส์ได้ ให้จัดส่งโดยวิธีอื่นตามที่กรมตรวจบัญชีสหกรณ์ประกาศ\nก าหนด",
        "หน้า ๔๙\nเล่ม ๑๓๘ ตอนที่ ๑๑ ก ราชกิจจานุเบกษา ๑๐ กุมภาพันธ์ ๒๕๖๔\nข้อ ๑๗ ในการจัดท ารายการย่อแสดงสินทรัพย์และหนี้สิน หากมีเหตุจ าเป็นและสมควร\nจะต้องปรับปรุงข้อมูลในรายการดังกล่าว หรือข้อมูลในรายการดังกล่าวยังไม่ได้ผ่านการตรวจสอบ\nโดยผู้สอบบัญชีสหกรณ์ ให้สหกรณ์ด าเนินการ ดังต่อไปนี้\n(๑) ในกรณีที่มีการปรับปรุงรายการย่อแสดงสินทรัพย์และหนี้สินหลังจากที่ได้มีการเปิดเผย\nตามข้อ ๑๕ หรือได้จัดส่งตามข้อ ๑๖ แล้ว ให้ระบุข้อความว่า “ฉบับปรับปรุง” ไว้ตรงกลางด้านบนสุด\nของรายการย่อแสดงสินทรัพย์และหนี้สินฉบับปรับปรุงนั้น และให้สหกรณ์นั้นเผยแพร่รายการย่อแสดง\nสินทรัพย์และหนี้สินซึ่งได้ปรับปรุงแล้วและจัดส่งให้กรมตรวจบัญชีสหกรณ์และนายทะเบียนสหกรณ์\nเพิ่มเติม\n(๒) ในกรณีที่ข้อมูลในรายการย่อแสดงสินทรัพย์และหนี้สินของสหกรณ์ยังไม่ได้ผ่าน\nการตรวจสอบโดยผู้สอบบัญชีสหกรณ์ ให้ระบุข้อความว่า “รายการย่อแสดงสินทรัพย์และหนี้สินนี้ไม่ได้ผ่าน\nการตรวจสอบโดยผู้สอบบัญชีสหกรณ์” ไว้ในรายการย่อแสดงสินทรัพย์และหนี้สินนั้นด้วย\nข้อ ๑๘ เพื่อป้องกันการขัดกันของผลประโยชน์ในการด าเนินงานของสหกรณ์ ให้คณะกรรมการ\nถือปฏิบัติ ดังต่อไปนี้\n(๑) การให้สินเชื่อหรือให้กู้แก่กรรมการซึ่งเป็นสมาชิกต้องไม่มีเงื่อนไขหรือข้อก าหนดพิเศษและ\nต้องไม่มีลักษณะที่เป็นการเอื้อประโยชน์ให้แก่บุคคลดังกล่าวมากกว่าการให้สินเชื่อหรือให้กู้กับสมาชิกอื่น\n(๒) การท าธุรกรรมกับกรรมการ ผู้จัดการ ผู้มีอ านาจในการจัดการ ที่ปรึกษาของสหกรณ์\nหรือผู้ซึ่งเกี่ยวข้องกับบุคคลดังกล่าว ต้องไม่มีเงื่อนไขหรือข้อก าหนดพิเศษและต้องไม่มีลักษณะที่เป็น\nการเอื้อประโยชน์ให้แก่บุคคลดังกล่าว\n(๓) การจ่ายเงิน ทรัพย์สิน หรือผลประโยชน์อื่นใด เพื่อเป็นค่าตอบแทนแก่กรรมการ\nผู้จัดการ ผู้มีอ านาจในการจัดการ ที่ปรึกษาของสหกรณ์ หรือผู้ซึ่งเกี่ยวข้องกับบุคคลดังกล่าว ต้องไม่มี\nลักษณะเป็นการจ่ายเพื่อเป็นค่าตอบแทนนอกเหนือไปจากบรรดาที่พึงจ่ายตามปกติ\n(๔) การขาย ให้ หรือให้เช่าทรัพย์สินใด ๆ แก่กรรมการ ผู้จัดการ ผู้มีอ านาจในการจัดการ\nที่ปรึกษาของสหกรณ์ หรือผู้ซึ่งเกี่ยวข้องกับบุคคลดังกล่าว และการรับซื้อ หรือเช่าทรัพย์สินใด ๆ\nจากบุคคลดังกล่าวหรือผู้ซึ่งเกี่ยวข้องกับบุคคลดังกล่าว ต้องเป็นการด าเนินการตามมูลค่าของทรัพย์สินนั้น\nโดยถือเอาราคาตามบัญชีของทรัพย์สินของสหกรณ์นั้นหรือราคาตลาดตามมาตรฐานการบัญชี\nของทรัพย์สินนั้น แล้วแต่จ านวนใดจะสูงกว่า โดยสหกรณ์ต้องเสนอให้ที่ประชุมใหญ่สหกรณ์เห็นชอบ\nก่อนด าเนินการดังกล่าว\n(๕) การพิจารณาให้สินเชื่อหรือให้กู้แก่กรรมการซึ่งเป็นสมาชิก ห้ามกรรมการซึ่งขอสินเชื่อ\nหรือกู้เงินและผู้ซึ่งเกี่ยวข้องกับกรรมการซึ่งขอสินเชื่อหรือกู้เงินเข้าร่วมพิจารณาในเรื่องดังกล่าว",
        "หน้า ๕๐\nเล่ม ๑๓๘ ตอนที่ ๑๑ ก ราชกิจจานุเบกษา ๑๐ กุมภาพันธ์ ๒๕๖๔\n(๖) การพิจารณาให้สินเชื่อหรือให้กู้แก่สหกรณ์อื่น ห้ามกรรมการซึ่งเป็นผู้ซึ่งเกี่ยวข้องกับ\nสหกรณ์ที่ขอสินเชื่อหรือขอกู้เข้าร่วมพิจารณาในเรื่องดังกล่าว\nข้อ ๑๙ สหกรณ์ต้องจัดให้มีช่องทางให้สมาชิกสามารถแจ้งปัญหาหรือข้อร้องเรียนได้\nอย่างสะดวก โดยต้องแจ้งให้สมาชิกทราบถึงช่องทาง วิธีการแจ้งปัญหาหรือข้อร้องเรียน และระยะเวลา\nในการพิจารณาปัญหาหรือข้อร้องเรียนนั้น รวมทั้งจัดให้มีระบบการติดตามความคืบหน้าและแจ้งความ\nคืบหน้าในการแก้ไขปัญหาหรือข้อร้องเรียนให้ผู้ร้องเรียนทราบเป็นระยะ\nการแก้ไขปัญหาและข้อร้องเรียนตามวรรคหนึ่ง ต้องด าเนินการด้วยความเป็นธรรม\nโดยพิจารณาข้อเท็จจริงและพฤติการณ์แวดล้อมในแต่ละกรณี รวมทั้งเหตุปัจจัยทั้งหมดด้วย\nข้อ ๒๐ ให้สหกรณ์จัดให้มีมาตรการในการแก้ไขปัญหาและการเยียวยาหรือชดเชยแก่สมาชิก\nซึ่งได้รับผลกระทบจากการด าเนินงานของสหกรณ์ ดังต่อไปนี้\n(๑) ก าหนดมาตรฐานในการแก้ไขปัญหาและการเยียวยาหรือชดเชยส าหรับน าไปใช้กับปัญหา\nที่เกิดขึ้นอันมีลักษณะเดียวกันเพื่อให้สมาชิกได้รับการปฏิบัติอย่างเสมอภาคและเท่าเทียมกัน\n(๒) ก าหนดระยะเวลาในการแก้ไขปัญหาและการเยียวยาหรือชดเชยในแต่ละขั้นตอนให้ชัดเจน\nเหมาะสม รวดเร็ว และเป็นธรรม\n(๓) แจ้งให้สมาชิกทราบถึงความคืบหน้าในการแก้ไขปัญหาและการเยียวยาหรือชดเชยเป็นระยะ\nรวมทั้งก าหนดระยะเวลาและปัจจัยในการพิจารณาให้เป็นธรรม โดยเฉพาะกรณีที่เป็นความผิดพลาด\nจากระบบงานหรือเจ้าหน้าที่ของสหกรณ์นั้น\nการจัดท าหรือแก้ไขมาตรการในการแก้ไขปัญหาและการเยียวยาหรือชดเชยแก่สมาชิกตามวรรคหนึ่ง\nให้สหกรณ์แจ้งให้สมาชิกทราบในที่ประชุมใหญ่สามัญประจ าปี และเปิดเผยมาตรการดังกล่าวโดยวิธีการ\nทางอิเล็กทรอนิกส์เป็นหลัก ในกรณีที่ไม่สามารถด าเนินการหรือมีเหตุอื่นท าให้ไม่สามารถด าเนินการ\nโดยวิธีการทางอิเล็กทรอนิกส์ได้ ให้เปิดเผยมาตรการนั้น ณ ส านักงานใหญ่ และส านักงานสาขา\nของสหกรณ์นั้นทุกแห่ง\nข้อ ๒๑ สหกรณ์ต้องจัดให้มีการอธิบายข้อมูลรายละเอียดของบริการทางการเงินและเปิดเผย\nข้อมูลดังกล่าวให้สมาชิกรับทราบและเข้าใจได้ง่ายโดยวิธีการทางอิเล็กทรอนิกส์เป็นหลัก ในกรณ ี\nที่ไม่สามารถด าเนินการหรือมีเหตุอื่นท าให้ไม่สามารถด าเนินการโดยวิธีการทางอิเล็กทรอนิกส์ได้\nให้เปิดเผยข้อมูลนั้น ณ ส านักงานใหญ่ และส านักงานสาขาของสหกรณ์นั้นทุกแห่ง\nข้อมูลรายละเอียดของบริการทางการเงินของสหกรณ์ตามวรรคหนึ่ง ต้องมีการแสดงเงื่อนไข\nสิทธิประโยชน์ และข้อควรระวังอย่างถูกต้อง ครบถ้วนและชัดเจนเพื่อการตัดสินใจของสมาชิกใน\nการเลือกใช้บริการทางการเงินของสหกรณ์",
        "หน้า ๕๑\nเล่ม ๑๓๘ ตอนที่ ๑๑ ก ราชกิจจานุเบกษา ๑๐ กุมภาพันธ์ ๒๕๖๔\nข้อ ๒๒ ห้ามมิให้สหกรณ์ให้ผลตอบแทนอื่นใดนอกจากดอกเบี้ย เว้นแต่เป็นของก านัล\nแก่สมาชิกในโอกาสประเพณีนิยมที่ถือปฏิบัติโดยทั่วไปและมีการให้แก่สมาชิกทุกรายที่เข้าเงื่อนไข\nซึ่งสหกรณ์ก าหนดอย่างเท่าเทียมกัน\nหมวด ๕\nการบญั ชแี ละการรายงานขอ้ มูล\nข้อ ๒๓ ให้สหกรณ์จัดท าบัญชีและงบการเงิน และเปิดเผยข้อมูลงบการเงิน ตามระเบียบ\nนายทะเบียนสหกรณ์ว่าด้วยการบัญชีของสหกรณ์\nข้อ ๒๔ การแต่งตั้งผู้สอบบัญชีสหกรณ์และการปฏิบัติงานสอบบัญชีสหกรณ์ ให้เป็นไป\nตามมาตรฐานการสอบบัญชีและระเบียบที่อธิบดีกรมตรวจบัญชีสหกรณ์ก าหนด\nข้อ ๒๕ ให้สหกรณ์จัดเก็บและรายงานข้อมูลทางการเงินของสหกรณ์ต่อนายทะเบียนสหกรณ์\nดังต่อไปนี้\n(๑) งบแสดงฐานะทางการเงิน\n(๒) งบก าไรขาดทุน\n(๓) งบทดลอง\n(๔) การลงทุนในหลักทรัพย์\n(๕) ลูกหนี้เงินให้กู้ยืมและการฝากเงิน\n(๖) เจ้าหนี้เงินกู้และผู้ฝากเงิน\n(๗) การด ารงสินทรัพย์สภาพคล่อง\n(๘) ฐานะสภาพคล่องสุทธิ\n(๙) รายงานการก่อหนี้\n(๑๐) การจัดชั้นสินทรัพย์และการกันเงินส ารอง\n(๑๑) รายงานการสอบทานหนี้\n(๑๒) การด ารงเงินกองทุน\n(๑๓) แบบรายงานคุณภาพลูกหนี้เงินให้กู้ยืม\n(๑๔) รายงานอื่นตามที่นายทะเบียนสหกรณ์ประกาศก าหนด\nแบบรายงานและวิธีการรายงานให้เป็นไปตามที่นายทะเบียนสหกรณ์ประกาศก าหนด\nบทเฉพาะกาล\nข้อ ๒๖ ให้นายทะเบียนสหกรณ์ประกาศรายชื่อสหกรณ์ขนาดใหญ่ตามข้อ ๒ (๑) ภายใน\nเก้าสิบวันนับแต่วันที่กฎกระทรวงนี้ใช้บังคับ",
        "หน้า ๕๒\nเล่ม ๑๓๘ ตอนที่ ๑๑ ก ราชกิจจานุเบกษา ๑๐ กุมภาพันธ์ ๒๕๖๔\nข้อ ๒๗ กรรมการหรือผู้จัดการของสหกรณ์ขนาดใหญ่ซึ่งด ารงต าแหน่งอยู่ในวันก่อนวันที่\nกฎกระทรวงนี้ใช้บังคับและมีลักษณะต้องห้ามตามข้อ ๙ (๔) หรือ (๕) ให้ด ารงต าแหน่งต่อไปได้\nจนกว่าจะครบวาระหรือครบก าหนดตามสัญญาจ้าง\nข้อ ๒๘ ให้สหกรณ์ด าเนินการให้มีกรรมการซึ่งมีคุณสมบัติตามที่ก าหนดในข้อ ๘ ภายใน\nหกเดือนนับแต่วันที่สหกรณ์นั้นมีคณะกรรมการชุดใหม่ ทั้งนี้ ต้องไม่เกินสองปีนับแต่วันที่กฎกระทรวงนี้\nใช้บังคับ\nข้อ ๒๙ ชุมนุมสหกรณ์ใดที่ด ารงเงินกองทุนไม่เป็นไปตามกฎกระทรวงนี้ ให้ด าเนินการ\nให้เป็นไปตามกฎกระทรวงนี้ภายในสามปีนับแต่วันที่กฎกระทรวงนี้ใช้บังคับ\nข้อ ๓๐ สหกรณ์ขนาดเล็กใดไม่สามารถจัดท ารายการย่อแสดงสินทรัพย์และหนี้สิน\nตามข้อ ๑๕ ได้ ให้สหกรณ์ดังกล่าวด าเนินการปรับปรุงระบบการท าบัญชีตามหลักเกณฑ์ วิธีการ และ\nเงื่อนไขที่กรมตรวจบัญชีสหกรณ์ประกาศก าหนด เพื่อให้สามารถด าเนินการให้เป็นไปตามข้อ ๑๕\nภายในสามปีนับแต่วันที่กฎกระทรวงนี้ใช้บังคับ\nข้อ ๓๑ บรรดาประกาศ ระเบียบ และค าสั่งที่ใช้บังคับอยู่ในวันก่อนวันที่กฎกระทรวงนี้\nใช้บังคับ ให้ยังคงใช้บังคับต่อไปได้เท่าที่ไม่ขัดหรือแย้งกับกฎกระทรวงนี้ จนกว่าจะมีประกาศหรือ\nระเบียบที่ออกตามกฎกระทรวงนี้ใช้บังคับ\nให้ไว ้ ณ วนั ที่ 26 มกราคม พ.ศ. ๒๕๖4\nมนัญญา ไทยเศรษฐ ์\nรัฐมนตรีช่วยว่าการกระทรวงเกษตรและสหกรณ ์\nปฏิบัติราชการแทน รฐั มนตรวี ่าการกระทรวงเกษตรและสหกรณ์",
        "หน้า ๕๓\nเล่ม ๑๓๘ ตอนที่ ๑๑ ก ราชกิจจานุเบกษา ๑๐ กุมภาพันธ์ ๒๕๖๔\nหมายเหตุ :- เหตุผลในการประกาศใช้กฎกระทรวงฉบับนี้ คือ โดยที่มาตรา ๘๙/๒ (๑) (๒) (๓) (๖) (๙)\n(๑๑) และ (๑๒) และมาตรา ๑๐๕ วรรคสาม แห่งพระราชบัญญัติสหกรณ์ พ.ศ. ๒๕๔๒ ซึ่งแก้ไขเพิ่มเติม\nโดยพระราชบัญญัติสหกรณ์ (ฉบับที่ ๓) พ.ศ. ๒๕๖๒ บัญญัติให้การด าเนินงานและการก ากับดูแลสหกรณ์\nออมทรัพย์และสหกรณ์เครดิตยูเนี่ยนในเรื่องการก าหนดขนาดของสหกรณ์ การก าหนดคุณสมบัติและลักษณะ\nต้องห้ามอื่นของกรรมการด าเนินการสหกรณ์และผู้จัดการ การก าหนดอ านาจหน้าที่ของคณะกรรมการ\nด าเนินการสหกรณ์ การด ารงเงินกองทุน การก ากับดูแลด้านธรรมาภิบาล การจัดท าบัญชี การจัดท าและ\nการเปิดเผยงบการเงิน การสอบบัญชี และการแต่งตั้งผู้สอบบัญชี และการจัดเก็บและรายงานข้อมูล เป็นไป\nตามหลักเกณฑ ์ วิธีการ และเงื่อนไขที่ก าหนดในกฎกระทรวง จึงจ าเป็นต้องออกกฎกระทรวงนี้"
    ]
}