{
    "content": [
        "หน้า ๗\nเล่ม ๑๓๘ ตอนพิเศษ ๑๖๖ ง ราชกิจจานุเบกษา ๒๑ กรกฎาคม ๒๕๖๔\nระเบียบนายทะเบียนสหกรณ์\nว่าดว้ ยการรับจดทะเบียนขอ้ บังคบั เกี่ยวกับคณะอนุกรรมการบรหิ ารความเสี่ยง\nและคณะอนุกรรมการการลงทุน พ.ศ. 2564\nด้วยกฎกระทรวง การด าเนินงานและก ากับดูแลสหกรณ์ออมทรัพย์และสหกรณ์เครดิตยูเนี่ยน\nพ.ศ. 2564 ได้มีผลบังคับใช้ในวันที่ 10 กุมภาพันธ์ 2564 โดยหมวด 2 ข้อ 6 และข้อ 7\nซึ่งก าหนดให้สหกรณ์ขนาดใหญ่แต่งตั้งอนุกรรมการบริหารความเสี่ยง และสหกรณ์ที่มีสัดส่วนการลงทุน\nมากกว่าร้อยละยี่สิบของทุนเรือนหุ้นและทุนส ารองหรือเงินลงทุนมากกว่าหนึ่งพันล้านบาทให้แต่งตั้ง\nคณะอนุกรรมการการลงทุนและคณะอนุกรรมการทั้งสองคณะนี้ ให้มีองค์ประกอบและอ านาจหน้าที่\nตามที่ก าหนดไว้ในข้อบงั คับ ซึ่งสหกรณ์หลายแห่งยังไม่สามารถจัดประชุมใหญ่เพื่อแก้ไขเพิ่มเตมิ ข้อบงั คบั\nได้ทันที จึงอาจท าให้เกิดข้อขัดข้องในการด าเนินกิจการของสหกรณ์ได้\nเพื่อก าหนดกรอบแนวทางในการก าหนดข้อบังคับเกี่ยวกับคณะอนุกรรมการบริหารความเสี่ยง\nและคณะอนุกรรมการการลงทุนที่นายทะเบียนสหกรณ์จะให้ความเห็นชอบรับจดทะเบียนข้อบังคับ\nโดยอาศัยอ านาจตามความในมาตรา 16 (8) มาตรา 37 มาตรา 44 และมาตรา 105\nแห่งพระราชบัญญัติสหกรณ์ พ.ศ. 2542 และที่แก้ไขเพิ่มเติม นายทะเบียนสหกรณ์จึงก าหนดระเบียบไว้\nดังนี้\nข้อ 1 ระเบียบนี้เรียกว่า “ระเบียบนายทะเบียนสหกรณ์ ว่าด้วยการรับจดทะเบียน\nข้อบังคับเกี่ยวกับคณะอนุกรรมการบริหารความเสี่ยงและคณะอนุกรรมการการลงทุน พ.ศ. 2564”\nข้อ 2 ระเบียบนี้ให้ใช้บังคับตั้งแต่วันถัดจากวันประกาศในราชกิจจานุเบกษาเป็นต้นไป\nข้อ 3 บรรดาระเบียบ ค าสั่ง ประกาศ หรือค าแนะน าอื่นใด ในส่วนที่ได้ก าหนดไว้แล้ว\nขัดหรือแย้งกับระเบียบนี้ ให้ใช้ระเบียบนี้แทน\nข้อ 4 ในระเบียบนี้\n“สหกรณ์” หมายความว่า สหกรณ์และชุมนุมสหกรณ์ประเภทสหกรณ์ออมทรัพย์หรือสหกรณ์\nเครดิตยูเนี่ยน\n“สหกรณ์ขนาดใหญ่” หมายความว่า สหกรณ์ซึ่งมีขนาดสินทรัพย์ตั้งแต่ห้าพันล้านบาทขึ้นไป\nและชุมนุมสหกรณ์\n“สหกรณ์ขนาดเล็ก” หมายความว่า สหกรณ์ซึ่งมีขนาดสินทรัพย์น้อยกว่าห้าพันล้านบาท\n“การลงทุน” หมายความว่า สหกรณ์น าเงินไปลงทุนตามความในมาตรา 62 (3) - (7)\nแห่งพระราชบัญญัติสหกรณ์ พ.ศ. 2542\nข้อ 5 รายการที่เกี่ยวกับองค์ประกอบและอ านาจหน้าที่ที่จะก าหนดในข้อบังคับ ให้ก าหนด\nรายการเป็นไปตามกรอบแนวทางที่นายทะเบียนสหกรณ์ให้ความเห็นชอบไว้ตามแบบแนบท้ายระเบียบนี้\nรวมทั้งหลักเกณฑ์ที่จะให้ความเห็นชอบรับจดทะเบียนข้อบังคับเพิ่มเติมในแต่ละรายการ ดังนี้",
        "หน้า ๘\nเล่ม ๑๓๘ ตอนพิเศษ ๑๖๖ ง ราชกิจจานุเบกษา ๒๑ กรกฎาคม ๒๕๖๔\n(1) องค์ประกอบของคณะอนุกรรมการบริหารความเสี่ยงและคณะอนุกรรมการการลงทุน\n(1.1) คณะกรรมการด าเนินการแต่งตั้งคณะอนุกรรมการจากกรรมการด าเนินการ\nหรืออาจแต่งตั้งบุคคลภายนอกที่เป็นผู้ทรงคุณวุฒิเพื่อเป็นที่ปรึกษาคณะอนุกรรมการ โดยมีจ านวน\nอนุกรรมการตั้งแต่ 3 คนขึ้นไป มีต าแหน่งเป็นประธานคนหนึ่งและเลขานุการคนหนึ่งนอกนั้น\nเป็นอนุกรรมการ และเพื่อให้คณะอนุกรรมการแต่ละคณะมีความเป็นอิสระในการปฏิบัติงาน\nอนุกรรมการทั้งสองคณะต้องไม่เป็นบุคคลคนเดียวกัน\n(1.2) การประชุมคณะอนุกรรมการให้ประชุมตามคราวที่มีกิจธุระ หรือมีการประชุมกัน\nเดือนละหนึ่งครั้งเป็นอย่างน้อย โดยให้ประธานหรือเลขานุการนัดเรียกประชุม และต้องมีอนุกรรมการ\nมาประชุมไม่น้อยกว่ากึ่งหนึ่งของจ านวนอนุกรรมการจึงจะเป็นองค์ประชุม และให้รายงานผล\nการปฏิบัติงานให้คณะกรรมการด าเนินการทราบหรือพิจารณาในการประชุมคราวถัดไป และให้รายงาน\nต่อที่ประชุมใหญ่ทราบหรืออนุมัติ โดยแสดงรายละเอียดดังกล่าวในรายงานประจ าปี\n(2) อ านาจหน้าที่ของคณะอนุกรรมการบริหารความเสี่ยงและคณะอนุกรรมการการลงทุน\n(2.1) คณะอนุกรรมการบริหารความเสี่ยง มีอ านาจหน้าที่ในการศึกษา วิเคราะห์\nและก าหนดนโยบาย กระบวนการบริหารความเสี่ยง ประกอบด้วย ด้านสินเชื่อ การลงทุน สภาพคล่อง\nปฏิบัติการและด้านอื่น ๆ ให้สอดคล้องกับกลยุทธ์ของสหกรณ์ ก ากับดูแลเรื่องธรรมาภิบาล ประเมินผล\nติดตาม ทบทวนความเพียงพอของนโยบายเกี่ยวกับการบริหารความเสี่ยงเพื่อให้กระบวนการบริหาร\nความเสี่ยงมีประสิทธิภาพและประสิทธิผล และอ านาจหน้าที่อื่น ๆ ที่ข้อบังคับก าหนด และตามที่\nคณะกรรมการด าเนินการมอบหมาย\n(2.2) คณะอนุกรรมการการลงทุน มีอ านาจหน้าที่ในการศึกษา วิเคราะห์ และก าหนด\nนโยบายและแผนเกี่ยวกับการลงทุนประจ าปีให้สอดคล้องกับนโยบายด้านการบริหารความเสี่ยงโดยรวม\nก ากับดูแล ติดตามผลให้เป็นไปตามแผน ก ากับดูแลเรื่องธรรมาภิบาลเกี่ยวกับการลงทุน และอ านาจ\nหน้าที่อื่น ๆ ที่ข้อบังคับก าหนด และตามที่คณะกรรมการด าเนินการมอบหมาย\nข้อ 6 ข้อบังคับสหกรณ์ใดที่ได้รับจดทะเบียนไปแล้วและขัดหรือแย้งกับระเบียบนี้ให้สหกรณ์\nแก้ไขเพิ่มเติมข้อบังคับในคราวประชุมใหญข่ องสหกรณ์ที่จะมีขนึ้ ในครั้งแรกถัดจากวันที่ระเบียบนี้ใช้บงั คบั\nกรณีสหกรณ์ใดก าหนดให้มีการประชุมใหญ่ไว้ก่อนแล้ว และวันที่ก าหนดนั้นมีระยะเวลาไม่เกิน 30 วัน\nนับจากวันที่ระเบียบนี้ใช้บังคับ หรือมีเหตุอันไม่อาจด าเนนิ การให้ที่ประชุมใหญ่ของสหกรณ์แก้ไขเพิ่มเตมิ\nข้อบังคับได้ทัน ให้สหกรณ์ด าเนินการแก้ไขเพิ่มเติมข้อบังคับในการประชุมใหญ่ของสหกรณ์ครั้งถัดไปได้\nข้อ 7 สหกรณ์ใดที่ต้องด าเนินการแต่งตั้งคณะอนุกรรมการบริหารความเสี่ยง และ\nคณะอนุกรรมการการลงทุนตามกฎกระทรวง การด าเนินงานและก ากับดูแลสหกรณ์ออมทรัพย์และ\nสหกรณ์เครดิตยูเนี่ยน พ.ศ. 2564 ซึ่งจะต้องมีองค์ประกอบและอ านาจหน้าที่เป็นไปตามที่ก าหนด\nในข้อบังคับแต่ยังไม่ได้ก าหนดให้เป็นไปตามหลักเกณฑ์ ให้น าความตามระเบียบนี้และรายการตามกรอบ",
        "หน้า ๙\nเล่ม ๑๓๘ ตอนพิเศษ ๑๖๖ ง ราชกิจจานุเบกษา ๒๑ กรกฎาคม ๒๕๖๔\nแนวทางที่นายทะเบียนสหกรณ์ให้ความเห็นชอบ ถือใช้เป็นส่วนหนึ่งของข้อบังคับไปพลางก่อน\nโดยอนุโลม\nข้อ 8 นับแต่วันที่ระเบียบนี้ใช้บังคับ ข้อบังคับสหกรณ์ใดที่ก าหนดให้มีคณะกรรมการอื่น\nหรือคณะอนุกรรมการซึ่งมีองค์ประกอบและอ านาจหน้าที่ เช่นเดียวกับความตามระเบียบนี้เป็นอย่างน้อย\nแต่มีชื่อเรียกเป็นอย่างอื่นก็ให้ถือใช้บังคับต่อไปได้\nประกาศ ณ วนั ที่ 28 เมษายน พ.ศ. ๒๕๖4\nวิศิษฐ ์ ศรีสุวรรณ ์\nอธิบดีกรมส่งเสริมสหกรณ์\nนายทะเบียนสหกรณ ์",
        "การก าหนดรายการเกี่ยวกับองค์ประกอบและอ านาจหน้าที่\nของคณะอนุกรรมการบริหารความเสี่ยงและคณะอนุกรรมการการลงทุน\nที่นายทะเบียนสหกรณ์เห็นชอบให้ก าหนดในข้อบังคับ\nข้อ... คณะอนุกรรมการบริหารความเสี่ยง ให้คณะกรรมการด าเนินการแต่งตั้งกรรมการด าเนินการ\nเป็นคณะอนุกรรมการบริหารความเสี่ยงจ านวน1...............คน โดยให้มีต าแหน่งประธานกรรมการคนหนึ่งและ\nเลขานุการคนหนึ่ง นอกนั้นเป็นอนกุ รรมการ\nคณะกรรมการด าเนินการอาจแต่งตั้งบุคคลภายนอกที่เป็นผู้ทรงคุณวุฒิเป็นที่ปรึกษา\nคณะอนุกรรมการได ้\nคณะอนุกรรมการบริหารความเสี่ยงให้อยู่ในต าแหน่งได้เท่ากับก าหนดเวลาของ\nคณะกรรมการด าเนินการซึ่งตั้งคณะอนุกรรมการบริหารความเสี่ยงนั้น\nให้คณะอนุกรรมการบริหารความเสี่ยงประชุมกันตามคราวที่มีกิจธุระ หรือมีการประชุมกัน\nเดือนละหนึ่งครั้งเป็นอย่างน้อยและให้ประธานอนุกรรมการบริหารความเสี่ยง หรือเลขานุการนัดเรียกประชุมได้\nในการประชุมคณะอนุกรรมการบริหารความเสี่ยง ต้องมีอนุกรรมการมาประชุมไม่น้อยกว่า\nกึ่งหนึ่งของจ านวนอนุกรรมการทั้งหมด จึงจะเป็นองค์ประชุม\nข้อวินิจฉัยทั้งปวงของคณะอนุกรรมการบริหารความเสี่ยง ให้เสนอคณะกรรมการด าเนินการ\nในการประชุมคราวถัดไปทราบและพิจารณา\nข้อ... อ านาจหน้าที่ของคณะอนุกรรมการบริหารความเสี่ยง ให้คณะอนุกรรมการบริหารความเสี่ยง\nมีอ านาจและหน้าที่ด าเนินการตามกฎหมาย ข้อบังคับ ระเบียบ มติ หรือค าสั่งของสหกรณ์ในส่วนที่เกี่ยวข้อง\nซึ่งรวมทั้งในข้อต่อไปนี้\n(1) ศึกษา วิเคราะห์ และก าหนดนโยบายการบริหารความเสี่ยงเพื่อเสนอต่อคณะกรรมการ\nด าเนินการพิจารณา โดยครอบคลุมถึง ความเสี่ยงประเภทต่าง ๆ เช่น ความเสี่ยงด้านสินเชื่อ การลงทุน\nสภาพคล่อง ปฏิบัติการและด้านอื่น ๆ ให้สอดคล้องกับกลยุทธ์เสนอคณะกรรมการด าเนินการอนุมัต ิ\n(2) มีอ านาจตัดสินใจในการด าเนินการใด ๆ ที่เกี่ยวข้อง ภายใต้ขอบเขตความรับผิดชอบ\nที่คณะกรรมการด าเนินการก าหนด\n(3) ประเมิน ติดตาม ก ากับดูแล และทบทวนความเพียงพอของนโยบายเกี่ยวกับการบริหาร\nความเสี่ยงเพื่อให้กระบวนการบริหารความเสี่ยงมีประสิทธิภาพและประสิทธิผล\n(4) รายงานแผนด าเนินงานที่ควรปรับปรุงแก้ไข ตลอดจนปัจจัยและปัญหาที่มีนัยส าคัญ\nให้แก่คณะกรรมการด าเนินการ เพื่อให้สอดคล้องกับการด าเนินกิจการของสหกรณ์\n(5) ก ากับดูแลเรื่องธรรมาภิบาลเกี่ยวกับการบริหารความเสี่ยง\n(6) รายงานผลการปฏิบัติงานให้คณะกรรมการด าเนินการและต่อที่ประชุมใหญ่ทราบโดย\nแสดงรายละเอียดในรายงานประจ าป ี\n(7) ปฏิบัติหน้าที่อื่นตามที่คณะกรรมการด าเนินการมอบหมาย\n1 ก าหนดเป็นจ านวนรวมทั้งหมดเป็นตัวเลข เช่น 3 คน หรือ 5 คน",
        "ข้อ... คณะอนุกรรมการการลงทุน ให้คณะกรรมการด าเนินการแต่งตั้งกรรมการด าเนินการเป็น\nคณะอนุกรรมการการลงทุนจ านวน 2...............คน และต้องไม่มีกรรมการด าเนินการที่เป็นคณะอนุกรรมการ\nบริหารความเสี่ยงเป็นอนุกรรมการด้วย โดยให้มีต าแหน่งประธานกรรมการคนหนึ่งและเลขานุการคนหนึ่ง\nนอกนั้นเป็นอนุกรรมการ\nคณะกรรมการด าเนินการอาจแต่งตั้งบุคคลภายนอกที่เป็นผู้ทรงคุณวุฒิเป็นที่ปรึกษา\nคณะอนุกรรมการได ้\nคณะอนุกรรมการการลงทุนให้อยู่ในต าแหน่งได้เท่ากับ ก าหนดเวลาของคณะกรรมการ\nด าเนินการซึ่งตั้งคณะอนุกรรมการการลงทุนนน้ั\nให้คณะอนุกรรมการการลงทุนประชุมกันตามคราวที่มีกิจธุระ หรือมีการประชุมกัน\nเดือนละหนึ่งครั้งเป็นอย่างน้อยและให้ประธานอนุกรรมการการลงทุน หรือเลขานุการนัดเรียกประชุมได้\nในการประชุมคณะอนุกรรมการการลงทุน ต้องมีอนุกรรมการมาประชุมไม่น้อยกว่ากึ่งหนึ่ง\nของจ านวนอนุกรรมการทั้งหมด จึงจะเป็นองค์ประชุม\nข้อวินิจฉัยทั้งปวงของคณะอนุกรรมการการลงทุนให้เสนอคณะกรรมการด าเนินการ\nในการประชุมคราวถัดไปทราบและพิจารณา\nข้อ... อ านาจหน้าที่ของคณะอนุกรรมการการลงทุน ให้คณะอนุกรรมการการลงทุนมีอ านาจและ\nหน้าที่ด าเนินการตามกฎหมาย ข้อบังคับ ระเบียบ มติ หรือค าสั่งของสหกรณ์ในส่วนที่เกี่ยวข้อง ซึ่งรวมทั้ง\nในข้อต่อไปน ี้\n(1) ศึกษา วิเคราะห์ และก าหนดนโยบายและแผนเกี่ยวกับการลงทุนประจ าปีให้สอดคล้องกับ\nนโยบายด้านการบริหารความเสี่ยงโดยรวม และเสนอคณะกรรมการด าเนินการพิจารณาเพื่อเสนอให้ที่ประชุม\nใหญ่อนุมัต ิ\n(2) พิจารณาอนุมัติแผนการลงทุนและแผนจัดการการลงทุน ภายใต้ขอบเขตที่คณะกรรมการ\nด าเนินการก าหนด\n(3) ประเมิน ติดตาม และก ากับดูแลผลประโยชน์จากการลงทุน และจัดให้มีการควบคุม\nภายในที่เหมาะสม\n(4) ก ากับดแู ลเรื่องธรรมาภิบาลเกี่ยวกบั การลงทุน\n(5) รายงานผลการปฏิบัติงานให้คณะกรรมการด าเนินการทราบและรายงานผลการ\nปฏิบัติงานใหท้ ี่ประชุมใหญ่ทราบในรายงานประจ าป ี\n(6) ปฏิบัติหน้าที่อื่นตามที่คณะกรรมการด าเนินการมอบหมาย\n2 ก าหนดเป็นจ านวนรวมทั้งหมดเป็นตัวเลข เช่น 3 คน หรือ 5 คน"
    ]
}