{
    "content": [
        "หน้า ๓\nเล่ม ๑๓๘ ตอนพิเศษ ๙๔ ง ราชกิจจานุเบกษา ๑ พฤษภาคม ๒๕๖๔\nระเบียบนายทะเบียนสหกรณ์\nว่าดว้ ยขนั้ ตอน วธิ ีการ ด าเนินการถอดถอนคณะกรรมการหรือกรรมการด าเนินการสหกรณ์\nและการยื่นอทุ ธรณ์ของสมาชิก กรณีคณะกรรมการด าเนินการสหกรณ ์ มมี ติให้พน้ จากสมาชกิ ภาพ\nพ.ศ. 2564\nเพื่อให้การด าเนินการของสหกรณ์ที่ก าหนดข้อบังคับให้ที่ประชุมใหญ่มีอ านาจถอดถอน\nคณะกรรมการ หรือกรรมการด าเนินการสหกรณ์ และสมาชิกมีสิทธิยื่นอุทธรณ์ต่อที่ประชุมใหญ่\nในกรณีคณะกรรมการด าเนินการสหกรณ์มีมติให้พ้นจากการเป็นสมาชิก แต่ไม่ได้ก าหนดวิธีด าเนินการ\nที่เปิดโอกาสให้เกิดความยุติธรรมทั้งสองฝ่าย ระหว่างผู้กล่าวหาและผู้ถูกกล่าวหา และไม่ได้ก าหนดให้มี\nคนกลางผู้ใดในการด าเนินการ รวมทั้งมีสหกรณ์หลายแห่งไม่ได้ก าหนดในข้อบังคับให้รับบทบัญญัติ\nที่ก าหนดไว้ในกฎหมายว่าด้วยสหกรณ์ ค าสั่ง หรือค าแนะน า และระเบียบปฏิบัติของนายทะเบียน\nสหกรณ์ใช้เป็นส่วนหนึ่งแห่งข้อบังคับจึงเกิดปัญหาข้อขัดข้องในการด าเนินการตามข้อบังคับ ดังนั้น\nเพื่อก าหนดแนวทางปฏิบัติหรือช่องทางที่เป็นธรรมทุกฝ่าย ลดปัญหาข้อขัดแย้งหรือเรื่องร้องเรียน\nและเป็นประโยชน์ในการด าเนินกิจการของสหกรณ์\nอาศัยอ านาจตามความในมาตรา 16 (8) ประกอบมาตรา 105 มาตรา 37 และมาตรา 44\nแห่งพระราชบัญญัติสหกรณ์ พ.ศ. 2542 นายทะเบียนสหกรณ์ได้ก าหนดระเบียบปฏิบัติไว้ ดังนี้\nข้อ 1 ระเบียบนี้เรียกว่า “ระเบียบนายทะเบียนสหกรณ์ ว่าด้วยขั้นตอน วิธีการ\nด าเนินการถอดถอนคณะกรรมการหรือกรรมการด าเนินการสหกรณ์ และการยื่นอุทธรณ์ของสมาชิก\nกรณีคณะกรรมการด าเนินการสหกรณ์ มีมติให้พ้นจากสมาชิกภาพ พ.ศ. 2564”\nข้อ 2 ระเบียบนี้ให้ใช้บังคับตั้งแต่วันถัดจากวันประกาศในราชกิจจานุเบกษาเป็นต้นไป\nข้อ 3 ให้ยกเลิกประกาศนายทะเบียนสหกรณ์ เรื่อง ข้อแนะน าวิธีด าเนินการเกี่ยวกับ\nการถอดถอนคณะกรรมการ หรือกรรมการด าเนินการสหกรณ์ และการยื่นอุทธรณ์ของสมาชิก\nกรณีคณะกรรมการด าเนินการสหกรณ์ มีมติให้พ้นจากสมาชิกภาพ ประกาศ ณ วันที่ 21 พฤศจิกายน\nพ.ศ. 2543\nข้อ 4 ในระเบียบนี้\n“สหกรณ์” หมายความว่า สหกรณ์และชุมนุมสหกรณ์\nข้อ 5 ให้อธิบดีกรมส่งเสริมสหกรณ์มีอ านาจในการตีความ และวินิจฉัยปัญหาเกี่ยวกับ\nการปฏิบัติตามระเบียบนี้\nข้อ 6 เพื่อให้สหกรณ์ด าเนินกิจการได้อย่างมีประสิทธิภาพ และไม่เกิดข้อขัดข้อง\nในการด าเนินการตามข้อบังคับ กรณีสหกรณ์ใดที่ได้ก าหนดแนวทางตามระเบียบนี้หรือเรื่องอื่นใดไว้ในข้อบังคับ\nไว้แล้ว ให้ถือปฏิบัติตามขั้นตอนและวิธีการตามที่ก าหนดในข้อบังคับ แต่กรณีสหกรณ์ใดไม่ได้ก าหนด",
        "หน้า ๔\nเล่ม ๑๓๘ ตอนพิเศษ ๙๔ ง ราชกิจจานุเบกษา ๑ พฤษภาคม ๒๕๖๔\nแนวทางตามระเบียบนี้และเรื่องอื่นใดไว้ในข้อบังคับ ให้รับบทบัญญัติที่ก าหนดไว้ในกฎหมายว่าด้วยสหกรณ์\nตลอดจนค าแนะนา ค าสั่ง และระเบียบปฏิบัติของนายทะเบียนสหกรณ์เพื่อใช้เป็นส่วนหนึ่งแห่งข้อบังคับด้วย\nหมวด 1\nการถอดถอนคณะกรรมการหรือกรรมการด าเนินการสหกรณ ์\nข้อ 7 ที่ประชุมใหญ่อาจพิจารณาถอดถอนคณะกรรมการ หรือกรรมการด าเนินการสหกรณ์ได้\nเมื่อมีเหตุปัจจัย ดังนี้\n(1) กระท าโดยทุจริตต่อหน้าที่\n(2) จงใจกระท าการใดโดยผิดกฎหมาย ข้อบังคับ ระเบียบสหกรณ์ กระท า หรือละเว้นกระท า\nโดยประมาทเลินเล่ออันเป็นเหตุให้สหกรณ์ได้รับความเสียหายอย่างร้ายแรง\n(3) กระท าการใดอันเป็นการประกอบธุรกิจ ซึ่งมีลักษณะแข่งขันกับกิจการของสหกรณ์\n(4) กระท าการใดอันเป็นปฏิปักษ์ต่อสหกรณ์หรือกิจการของสหกรณ์\nข้อ 8 การยื่นข้อกล่าวหา\nผู้ใดกล่าวหาว่าคณะกรรมการหรือกรรมการด าเนินการของสหกรณ์กระท าการ\nตามข้อ 7 และสมควรให้ที่ประชุมใหญ่พิจารณาถอดถอนออกจากต าแหน่ง ให้ยื่นหนังสือขอถอดถอน\nพร้อมส าเนาเอกสารที่ใช้เป็นพยานหลักฐาน หรือพยานหลักฐานอื่นต่อผู้ตรวจสอบกิจการของสหกรณ์\nข้อ 9 การด าเนินการก่อนการพิจารณาของที่ประชุมใหญ่\n(1) เมื่อผู้ตรวจสอบกิจการของสหกรณ์ได้รับหนังสือแล้ว ต้องแจ้งข้อกล่าวหาให้คณะกรรมการ\nหรือกรรมการด าเนินการของสหกรณ์ ที่ถูกกล่าวหาทราบเพื่อให้ชี้แจงข้อกล่าวหา ภายใน 5 วัน\nนับแต่วันที่ รับข้อกล่าวหา พร้อมทั้งส าเนาให้สหกรณ์ทราบด้วย\n(2) คณะกรรมการหรือกรรมการด าเนินการของสหกรณ์ที่ถูกกล่าวหาต้องชี้แจงแก้ข้อกล่าวหา\nพร้อมแสดงพยานหลักฐานส่งให้ผู้ตรวจสอบกิจการของสหกรณ์ ภายใน 15 วัน นับแต่วันที่รับแจ้ง\nข้อกล่าวหาจากผู้ตรวจสอบกิจการของสหกรณ์\n(3) เมื่อผู้ตรวจสอบกิจการของสหกรณ์ ได้รับค าชี้แจงข้อกล่าวหาแล้ว ต้องแจ้งค าชี้แจงนั้น\nให้ผู้กล่าวหาทราบ ภายใน 5 วัน นับแต่วันรับค าชี้แจง\n(4) ถ้าผู้กล่าวหาไม่พอใจ ค าชี้แจงของคณะกรรมการหรือกรรมการด าเนินการสหกรณ์\nที่ถูกกล่าวหา หรือไม่ได้รับค าชี้แจงมาภายใน 30 วัน นับแต่วันยื่นข้อกล่าวหา และจะด าเนินการ\nถอดถอนต่อไป ผู้กล่าวหาต้องให้สมาชิกร่วมลงชื่อกันตามข้อบังคับสหกรณ์หรือกฎหมายว่าด้วยสหกรณ์\nขอให้เรียกประชุมใหญ่วิสามัญพิจารณาถอดถอนคณะกรรมการหรือกรรมการด าเนินการของสหกรณ์\nคณะกรรมการด าเนินการสหกรณ์ต้องเรียกประชุมใหญ่วิสามัญภายใน 30 วัน\nนับแต่วันที่ได้รับหนังสือร้องขอให้เรียกประชุมใหญ่วิสามัญ",
        "หน้า ๕\nเล่ม ๑๓๘ ตอนพิเศษ ๙๔ ง ราชกิจจานุเบกษา ๑ พฤษภาคม ๒๕๖๔\n(5) กรณีสหกรณ์ได้ก าหนดประชุมใหญ่สามัญประจ าปีไว้ก่อนแล้ว ภายใน 60 วัน นับแต่\nวันที่ได้รับหนังสือร้องขอ จะไม่เรียกประชุมใหญ่วิสามัญก็ได้ แต่คณะกรรมการด าเนินการสหกรณ์\nต้องก าหนดวาระการถอดถอนคณะกรรมการหรือกรรมการด าเนินการสหกรณ์ไว้ในระเบียบวาระ\nการประชุมใหญ่สามัญนั้นด้วย\nหากคณะกรรมการด าเนินการสหกรณ์ไม่ก าหนดวาระการถอดถอนตามค าร้องขอ\nให้ผู้ตรวจสอบกิจการสามารถน าเรื่องการถอดถอนคณะกรรมการหรือกรรมการด าเนินการสหกรณ์\nไปพิจารณาในที่ประชุมใหญ่สามัญประจ าปี โดยสามารถน าเสนอเรื่องการถอดถอนดังกล่าวเป็นวาระแรก\nของการประชุม\nข้อ 10 วิธีพิจารณาของที่ประชุมใหญ่\n(1) เมื่อถึงวาระการพิจารณาถอดถอนคณะกรรมการหรือกรรมการด าเนินการสหกรณ์\nให้ผู้ตรวจสอบกิจการเป็นประธานการพิจารณา โดยเสนอข้อกล่าวหาตามที่ผู้กล่าวหาได้ยื่นหนังสือ\nและพยานหลักฐานไว้ให้ที่ประชุมใหญ่รับทราบ และเปิดโอกาสให้ผู้กล่าวหาแถลงสนับสนุนข้อกล่าวหา\nของตนต่อที่ประชุมใหญ่ได้ 1 ครั้ง หลังจากนั้นผู้ตรวจสอบกิจการต้องน าค าชี้แจงของผู้ถูกกล่าวหา\nแจ้งต่อที่ประชุมใหญ่ และเปิดโอกาสให้ผู้ถูกกล่าวหาแถลงสนับสนุนแก้ข้อกล่าวหาของตนได้ 1 ครั้ง\nเช่นกัน\nการแถลงข้อกล่าวหา ห้ามไม่ให้ผู้กล่าวหาแถลงตั้งข้อกล่าวหาเป็นประเด็นใหม่อีก\n(2) เมื่อที่ประชุมใหญ่รับทราบข้อกล่าวหาและค าชี้แจงแก้ข้อกล่าวหาแล้ว หากผู้เข้าประชุมใหญ่\nคนใดมีข้อสงสัยประเด็นใด ย่อมมีสิทธิอภิปรายซักถามผู้กล่าวหาหรือผู้ถูกกล่าวหาได้\n(3) ผู้ตรวจสอบกิจการของสหกรณ์ เมื่อเห็นว่าที่ประชุมใหญ่ได้รับทราบข้อเท็จจริงทั้งจาก\nผู้กล่าวหาและผู้ถูกกล่าวหามากพอสมควรแล้ว ก็ให้ปิดการอภิปราย และให้ที่ประชุมใหญ่ออกเสียงลงมติ\nถอดถอนทั้งคณะหรือรายบุคคลแล้วแต่กรณี การลงมติให้ถือเสียงข้างมากของที่ประชุมใหญ่\nเป็นเกณฑ์ตัดสิน\nหมวด 2\nการยื่นอทุ ธรณ์ของสมาชกิ กรณีคณะกรรมการด าเนนิ การสหกรณ์ มีมติให้พ้นจากสมาชิกภาพ\nข้อ 11 สมาชิกที่คณะกรรมการด าเนินการสหกรณ์มีมติให้ออกจากสหกรณ์ อาจยื่นอุทธรณ์\nต่อที่ประชุมใหญ่ได้ โดยยื่นอุทธรณ์เป็นหนังสือต่อผู้ตรวจสอบกิจการภายใน 60 วัน นับแต่วันที่ได้รับแจ้ง\nให้ออกจากสหกรณ์\nหนังสืออุทธรณ์ต้องมีรายละเอียดอันแสดงได้ว่าตนถูกให้พ้นจากสมาชิกภาพ\nโดยไม่เป็นธรรมอย่างไร และข้อเท็จจริงในเรื่องนั้นมีอย่างไร ทั้งนี้ ผู้ตรวจสอบกิจการอาจเรยี กผู้อุทธรณ ์\nมาให้ค าชี้แจงเพิ่มเติมก็ได้",
        "หน้า ๖\nเล่ม ๑๓๘ ตอนพิเศษ ๙๔ ง ราชกิจจานุเบกษา ๑ พฤษภาคม ๒๕๖๔\nข้อ 12 เมื่อมีสมาชิกยื่นหนังสืออุทธรณ์ ผู้ตรวจสอบกิจการต้องแจ้งให้คณะกรรมการ\nด าเนินการสหกรณ์ทราบ และคณะกรรมการด าเนินการสหกรณ์ต้องก าหนดวาระการวินิจฉัยข้ออุทธรณ์\nของสมาชิกไว้ในระเบียบวาระการประชุมใหญ่ที่จะมีขึ้นในครั้งถัดไป\nถ้าคณะกรรมการด าเนินการสหกรณ์ไม่ก าหนดวาระ ให้ถือเอาวาระอื่น ๆ เป็นวาระ\nการวินิจฉัยข้ออุทธรณ์ของสมาชิก\nข้อ 13 วิธีพิจารณาวินิจฉัยข้ออุทธรณ์ของสมาชิก ให้ผู้ตรวจสอบกิจการเสนอหนังสือ\nอุทธรณ์ของสมาชิกให้ที่ประชมุ ใหญ่พิจารณา ผู้เข้าประชุมใหญ่ย่อมมีสิทธอิ ภิปรายซกั ถามข้อเท็จจรงิ จาก\nคณะกรรมการด าเนินการสหกรณ์ และผู้ตรวจสอบกิจการ เมื่อที่ประชุมใหญ่หมดประเด็นซักถามแล้ว\nให้ที่ประชุมใหญ่ลงมติ การลงมติให้ถือเสียงข้างมากเป็นเกณฑ์ตัดสิน\nประกาศ ณ วนั ที่ 11 มนี าคม พ.ศ. ๒๕64\nวิศิษฐ ์ ศรีสุวรรณ ์\nอธิบดีกรมส่งเสริมสหกรณ์\nนายทะเบียนสหกรณ ์"
    ]
}