{
    "content": [
        "หน้า ๑๑\nเล่ม ๑๓๗ ตอนพิเศษ ๑๓๔ ง ราชกิจจานุเบกษา ๘ มิถุนายน ๒๕๖๓\nระเบียบนายทะเบียนสหกรณ์\nว่าดว้ ยการรับจดทะเบียนขอ้ บังคบั เกี่ยวกับสมาชิกสมทบของสหกรณ์\nพ.ศ. 2563\nด้วยเป็นการสมควรก าหนดกรอบแนวทางในการก าหนดข้อบังคับเกี่ยวกับสมาชิกสมทบ\nของสหกรณ์ที่นายทะเบียนสหกรณ์จะให้ความเห็นชอบรับจดทะเบียนข้อบังคับ ตามความมาตรา 41\nวรรคสามและวรรคสี่ แห่งพระราชบัญญัติสหกรณ์ พ.ศ. 2542 ซึ่งแก้ไขเพิ่มเติมโดยพระราชบัญญัติ\nสหกรณ์ (ฉบับที่ 3) พ.ศ. 2562 บัญญัติให้นายทะเบียนสหกรณ์ก าหนดหลักเกณฑ์ความสัมพันธ์\nระหว่างสมาชิกสมทบกับสหกรณ์หรือสมาชิกสหกรณ์ และให้ความเห็นชอบในการรับจดทะเบียน\nข้อบังคับเกี่ยวกับคุณสมบัติอื่น วิธีรับสมัคร และการขาดสมาชิกภาพ ตลอดจนสิทธิหน้าที่ของสมาชิก\nสมทบที่สหกรณ์จะก าหนดไว้ในข้อบังคับ\nอาศัยอ านาจตามความมาตรา 16 (8) ประกอบมาตรา 41 วรรคสี่ แห่งพระราชบัญญัติ\nสหกรณ์ พ.ศ. 2542 อธิบดีกรมส่งเสริมสหกรณ์ในฐานะนายทะเบียนสหกรณ์ จึงก าหนดระเบียบไว้\nดังนี้\nข้อ 1 ระเบียบนี้เรียกว่า “ระเบียบนายทะเบียนสหกรณ์ ว่าด้วยการรับจดทะเบียน\nข้อบังคับเกี่ยวกับสมาชิกสมทบของสหกรณ์ พ.ศ. 2563”\nข้อ 2 ระเบียบนี้ให้ใช้บังคับตั้งแต่วันถัดจากวันประกาศในราชกิจจานุเบกษาเป็นต้นไป\nข้อ 3 ให้ยกเลิกระเบียบนายทะเบียนสหกรณ์ ว่าด้วยการรับจดทะเบียนข้อบังคับเกี่ยวกับ\nสมาชิกสมทบของสหกรณ์ พ.ศ. 2561 ประกาศ ณ วันที่ 8 มิถุนายน พ.ศ. 2561\nข้อ 4 บรรดาระเบียบ ค าสั่ง ประกาศ หรือค าแนะน าอื่นใด ในส่วนที่ได้ก าหนดไว้แล้ว\nขัดหรือแย้งกับระเบียบนี้ ให้ใช้ระเบียบนี้แทน\nข้อ 5 รายการเกี่ยวกับความสัมพันธ์ของสมาชิกสมทบกับสหกรณ์หรือสมาชิกสหกรณ์\nที่จะก าหนดเป็นคุณสมบัติสมาชิกสมทบในข้อบังคับของสหกรณ์แต่ละประเภทให้เป็นไปตามประกาศ\nนายทะเบียนสหกรณ์ที่ออกตามความมาตรา 41 วรรคสาม\nข้อ 6 รายการเกี่ยวกับคุณสมบัติอื่น วิธีรับสมัคร การขาดจากสมาชิกภาพ ตลอดจนสิทธิ\nและหน้าที่ของสมาชิกสมทบส าหรับสหกรณ์แต่ละประเภทที่จะก าหนดในข้อบังคับ ให้ก าหนดรายการ\nเป็นไปตามกรอบแนวทางที่นายทะเบียนสหกรณ์ให้ความเห็นชอบไว้ตามแบบแนบท้ายระเบียบนี้ รวมทั้ง\nหลักเกณฑ์ที่จะให้ความเห็นชอบรับจดทะเบียนข้อบังคับเพิ่มเติมในแต่ละรายการ ดังนี้\n(1) การก าหนดคุณสมบัติอื่นของสมาชิกสมทบเพิ่มเติมจากข้อ 5 ที่ก าหนดให้สมาชิกสมทบ\nต้องเป็นบุคคลธรรมดาซงึ่ บรรลุนิตภิ าวะและมีสัญชาติไทย แต่ส าหรับสหกรณ์ประเภทสหกรณ์ออมทรพั ย์\nสหกรณ์เครดิตยูเนี่ยนและสหกรณ์ร้านค้าที่ตั้งอยู่ในสถานศึกษา อาจก าหนดคุณสมบัติของสมาชิกสมทบ",
        "หน้า ๑๒\nเล่ม ๑๓๗ ตอนพิเศษ ๑๓๔ ง ราชกิจจานุเบกษา ๘ มิถุนายน ๒๕๖๓\nในข้อบังคับให้รับผู้ที่ศึกษาในสถานศึกษานั้น ทั้งผู้ที่บรรลุนิติภาวะและยังไม่บรรลุนิติภาวะที่มีสัญชาติไทย\nเป็นสมาชิกสมทบของสหกรณ์ได้\n(2) การขาดจากสมาชิกภาพของสมาชิกสมทบ นอกจากจะถือปฏิบัติตามกรอบแนวทาง\nที่ก าหนดแล้ว สหกรณ์อาจก าหนดเหตุในการขาดจากสมาชิกสมทบไว้ในข้อบังคับเพิ่มเติมได้อีกตามที่\nเห็นสมควร ทั้งนี้ ในกรณีที่สมาชิกของสหกรณ์ซึ่งเป็นผู้ที่เกี่ยวข้องกับสมาชิกสมทบตามข้อ 5 ต้องขาด\nจากสมาชิกภาพเพราะเหตุใด ๆ ตามที่ก าหนดในข้อบังคับ สหกรณ์จะต้องก าหนดในข้อบังคับให้ชัดเจน\nว่าจะถือเป็นเหตุให้สมาชิกสมทบรายนั้น ๆ ต้องขาดจากสมาชิกภาพหรือให้เป็นสมาชิกสมทบต่อไปได้\n(3) สิทธิของสมาชิกสมทบ สหกรณ์จะต้องก าหนดสิทธิที่สมาชิกสมทบพึงได้รับจากสหกรณ์\nไว้ในข้อบังคับอย่างชัดเจนและต้องไม่มีสิทธิดีกว่าสมาชิก หากสหกรณ์ไม่ก าหนดสิทธิที่สมาชิกสมทบ\nพึงได้รับในเรื่องใดไว้ให้ชัดเจน ก็ให้ถือว่าสมาชิกสมทบไม่สามารถได้รับสิทธิในเรื่องนั้นจากสหกรณ์ ทั้งนี้\nสหกรณ์จะต้องก าหนดให้สิทธิแก่สมาชิกสมทบอย่างน้อยตาม (3.1) และ (3.2) ส าหรับการก าหนดให้สิทธิ\nในเรื่องอื่นตามหลักเกณฑ์ ดังนี้\n(3.1) การถือหุ้น สมาชิกสมทบแต่ละรายจะต้องถือหุ้นในสหกรณ์อย่างน้อยหนึ่งหุ้น\nแต่ไม่เกินหนึ่งในห้าของหุ้นที่ช าระแล้วทั้งหมด และให้ได้รับเงินปันผลในอัตราเดียวกันกับสมาชิก\n(3.2) เงินเฉลี่ยคืน สมาชิกสมทบมีสิทธิได้รับเงินเฉลี่ยคืนตามส่วนธุรกิจได้ในอัตรา\nเดียวกันกับสมาชิก\n(3.3) การรับฝากเงิน สามารถก าหนดให้สมาชิกสมทบมีสิทธิฝากเงินกับสหกรณ์ได้ทั้ง\nเงินฝากประเภทออมทรัพย์และประเภทประจ า\n(3.4) การให้เงินกู้ สามารถก าหนดให้สมาชิกสมทบมีสิทธิกู้เงินจากสหกรณ์ได้ตาม\nระเบียบของสหกรณ์ แต่ทั้งนี้ ต้องไม่เกินกว่าจ านวนเงินฝากรวมกับทุนเรือนหุ้นที่ตนเองมีอยู่ในสหกรณ์\nข้อ 7 ข้อบังคับสหกรณ์ใดที่ได้รับจดทะเบียนไปแล้วและขัดหรือแย้งกับระเบียบนี้\nให้สหกรณ์แก้ไขเพิ่มเติมข้อบังคับในคราวประชุมใหญ่ของสหกรณ์ที่จะมีขึ้นในครั้งแรกถัดจากวันที่\nระเบียบนี้ใช้บังคับ กรณีสหกรณ์ใดก าหนดให้มีการประชุมใหญ่ไว้ก่อนแล้ว และวันที่ก าหนดนั้น\nมีระยะเวลาไม่เกิน ๓๐ วัน นับจากวันที่ระเบียบนี้ใช้บังคับ หรือมีเหตุอันไม่อาจด าเนินการให้ที่ประชุมใหญ่\nของสหกรณ์แก้ไขเพิ่มเติมข้อบังคับได้ทัน ให้สหกรณ์ด าเนินการแก้ไขเพิ่มเติมข้อบังคับในการประชุมใหญ่\nของสหกรณ์ครั้งถัดไปได้ แต่ในระหว่างนี้ห้ามมิให้รับสมาชิกสมทบรายใหม่ที่มีคุณสมบัติไม่เป็นไป\nตามประกาศนายทะเบียนสหกรณ์ในข้อ 5\nข้อ 8 นับแต่วันที่ระเบียบนี้ใช้บังคับ ให้สมาชิกสมทบที่มีอยู่ตามข้อบังคับเดิมของสหกรณ์\nแต่มีคุณสมบัติไม่เป็นไปตามระเบียบนี้ ยังคงเป็นสมาชิกสมทบต่อไปได้ โดยมีสิทธิและหน้าที่ตามที่",
        "หน้า ๑๓\nเล่ม ๑๓๗ ตอนพิเศษ ๑๓๔ ง ราชกิจจานุเบกษา ๘ มิถุนายน ๒๕๖๓\nก าหนดในข้อบังคับ เว้นแต่สิทธิการกู้เงินจากสหกรณ์ภายหลังพระราชบัญญัติสหกรณ์ (ฉบับที่ 3)\nพ.ศ. 2562 ใช้บังคับ จะต้องปฏิบัติให้เป็นไปตามมาตรา 41 วรรคห้า แห่งพระราชบัญญัติสหกรณ์\nพ.ศ. 2542 และที่แก้ไขเพิ่มเติม และสิทธิในการรับฝากเงิน ให้สมาชิกสมทบแต่ละรายมีสิทธิ\nในการถอนและฝากเงินเพิ่มได้ไม่เกินจ านวนเงินฝากที่มีอยู่กับสหกรณ์ในวันที่ระเบียบนี้ใช้บังคับ\nประกาศ ณ วนั ที่ 18 มนี าคม พ.ศ. ๒๕63\nพิเชษฐ์ วิริยะพาหะ\nอธิบดีกรมส่งเสริมสหกรณ์\nนายทะเบียนสหกรณ ์",
        "การก าหนดรายการเกี่ยวกับสมาชิกสมทบ\nที่นายทะเบียนสหกรณ์เห็นชอบให้ก าหนดในข้อบังคับ\nหมวด ...\nสมาชิกสมทบ\nข้อ... สมาชิกสมทบ สหกรณ์อาจรับสมาชิกสมทบได้ตามที่เห็นสมควร โดยผู้สมัครต้องสมัครเข้าเป็น\nสมาชิกสมทบด้วยความสมัครใจ และมีความประสงค์จะใช้บริการต่าง ๆ ของสหกรณ์เป็นการประจ า\nข้อ... คุณสมบัติของสมาชิกสมทบ สมาชิกสมทบต้องมีคุณสมบัติดังนี้\n(1) เป็นผู้เห็นชอบในวัตถุประสงค์ของสหกรณ์ และมีความสะดวกที่จะด าเนินธุรกิจกับ\nสหกรณ ์\n(2) เป็นบุคคลธรรมดาซง่ึ บรรลุนิติภาวะ และมีสัญชาติไทย\n(3) (ก) เป็นบิดา มารดา สามี ภรรยาหรือบุตรของสมาชิก หรือ\n* (ข) ................................................................................\n(4) เป็นผู้ที่มีความประพฤติดีงาม\n(5) เป็นผู้ที่จะปฏิบัติตามกฎหมาย ข้อบังคับ ระเบียบ มติ และค าสั่งของสหกรณ์\n** (6) มิได้เป็นสมาชิกหรือสมาชิกสมทบในสหกรณ์ออมทรัพย์อื่น\nข้อ... วิธีรับสมัคร ผู้ประสงค์สมัครเข้าเป็นสมาชิกสมทบต้องยื่นใบสมัครถึงสหกรณ์ตามแบบที่\nก าหนดไว้ โดยให้ยื่นพร้อมหลักฐานแสดงความสัมพันธ์กับสหกรณ์หรือสมาชิกตามข้อ...  (3) เมื่อคณะกรรมการ\nด าเนินการได้สอบสวนพิจารณาเห็นว่า ผู้สมัครมีคุณสมบัติถูกต้องตามที่ก าหนดในข้อ... ทั้งเห็นเป็นการสมควร\nแล้ว ก็ให้รับเข้าเป็นสมาชิกสมทบได้และต้องจัดให้ผู้สมัครได้ลงลายมือชื่อในทะเบียนสมาชิกสมทบกับช าระ\nค่าธรรมเนียมแรกเข้าและค่าหุ้นตามที่จะถือครบถ้วน\nเมื่อสมาชิกสมทบได้ปฏิบัติตามวรรคก่อนแล้วย่อมได้สิทธิในฐานะสมาชิกสมทบ\nข้อ... ค่าธรรมเนียมแรกเข้า ผู้สมัครเข้าเป็นสมาชิกสมทบต้องช าระค่าธรรมเนียม\nแรกเข้าให้แก่สหกรณ์ คนละ ........ บาท ค่าธรรมเนียมแรกเข้านี้ให้ถือว่าเป็นรายได้ของสหกรณ์ จะเรียกคืนไม่ได้\nไม่ว่าด้วยกรณีใดๆ\nข้อ... การถือหุ้น สมำชิกสมทบแต่ละรำยจะต้องถือหุ้นในสหกรณ์อย่ำงน้อยหนึ่งหุ้น แต่ต้องไม่เกิน\nหนึ่งในห้ำของหุ้นที่ช ำระแล้วทั้งหมด\nการถือหุ้นแรกเข้า การช าระค่าหุ้น การแจ้งยอดจ านวนหุ้น และอื่น ๆ ให้เป็นไปตามความในข้อบังคับ\nหมวด... ว่าด้วยหุ้น โดยอนุโลม ส าหรับการถือหุ้นเพิ่มให้เป็นไปตามที่ก าหนดไว้ในระเบียบของสหกรณ์\nข้อ... สิทธิและหน้าที่ในฐานะสมาชิกสมทบ\n(ก) สิทธิของสมาชิกสมทบ มีดังนี้\n(1) รับเงินปันผลตามหุ้นไดใ้ นอัตราเดียวกันกับสมาชิก\n(2) รับเงินเฉลี่ยคืนตามส่วนธุรกิจไดใ้ นอัตราเดียวกันกับสมาชิก\n(3) ……………………………………………………………………………………………………………...\n(4) ……………………………………………………………………………………………………………..\n* ก ำหนดเพิ่มเติมได้ตำมประเภทของสหกรณ์ ตำมประกำศนำยทะเบียนสหกรณ์ฯ\n** ก ำหนดเฉพำะสหกรณ์ประเภทสหกรณ์ออมทรัพย์",
        "~ 2 ~\n(ข) หน้าที่ของสมาชิกสมทบ มีดังนี้\n(1) ปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติ และค าสั่งของสหกรณ์\n(2) เข้าร่วมประชุมทุกครั้งที่สหกรณ์นัดหมาย\n(3) ส่งเสริมสนับสนุนกิจการของสหกรณ์ เพื่อให้สหกรณ์เป็นองค์กรที่เข็มแข็ง\n(4) สอดส่องดูแลกิจการของสหกรณ์\n(5) ร่วมมือกับคณะกรรมการด าเนินการเพื่อพัฒนาสหกรณ์ให้เจริญรุ่งเรืองและมั่นคง\n(ค) สมาชิกสมทบไม่ให้มีสิทธิในเรื่องดังต่อไปนี้\n(1) นับชื่อเข้าเป็นองค์ประชุมในการประชุมใหญ่\n(2) การออกเสียงในเรื่องใด ๆ\n(3) เป็นกรรมการด าเนินการ\n(4) กู้ยืมเงินเกินกว่าเงินฝากรวมกับทุนเรือนหุ้นของตนเอง\nการขาดจากสมาชิกภาพของสมาชิกสมทบ\nข้อ... การขาดจากสมาชิกภาพของสมาชิกสมทบ สมาชิกสมทบย่อมขาดจากสมาชิกภาพเพราะ\nเหตุใด ๆ ดังต่อไปนี้\n(1) ตาย\n(2) เป็นคนไร้ความสามารถ หรือเสมือนไร้ความสามารถ\n(3) ต้องค าพิพากษาให้ล้มละลาย\n(4) ลาออกจากสหกรณ์ และได้รับอนุญาตแล้ว\n(5) ขาดคุณสมบัติตามข้อบังคับข้อ... \n(6) ถูกให้ออกจากสหกรณ์\nข้อ... การลาออกจากสหกรณ์ของสมาชิกสมทบ สมาชิกสมทบอาจขอลาออกจากสหกรณ์ได้โดย\nแสดงความจ านงเป็นหนังสือต่อคณะกรรมการด าเนินการ และเมื่อคณะกรรมการด าเนินการได้สอบสวนพิจารณา\nเห็นว่าเป็นการชอบด้วยข้อบังคับและอนุญาตแล้วจึงให้ถือว่าออกจากสหกรณ์ได้\nข้อ ... การให้ออกจากสหกรณ์ สมาชิกสมทบอาจถูกให้ออกจากสหกรณ์เพราะเหตุใด ๆ ดังต่อไปนี้\n(1) ไม่ช าระค่าธรรมเนียมแรกเข้า\n(2) ไม่ลงลายมือชื่อในทะเบียนสมาชิกสมทบ\n(3) ไม่ปฏิบัติตามกฎหมาย ข้อบังคับ ระเบียบ มติและค าสั่งของสหกรณ์\n(4) แสดงตนเป็นปฏิปักษ์หรือท าให้เสื่อมเสียต่อสหกรณ์หรือขบวนการสหกรณ์ไม่ว่าโดย\nประการใดๆ\nเมื่อคณะกรรมการด าเนินการได้สอบสวนพิจารณาปรากฏว่า สมาชิกสมทบมีเหตุใด ๆ ดังกล่าวข้างต้น\nและได้ลงมติให้สมาชิกสมทบออกโดยคะแนนเสียงไม่น้อยกว่าสองในสามแห่งจ านวนกรรมการด าเนินการที่มีอยู่\nทั้งหมดในขณะนั้นแล้ว ก็เป็นอันถือว่าสมาชิกสมทบนั้นถูกให้ออกจากสหกรณ์\nข้อ ... การเปลี่ยนแปลงชื่อ สัญชาติ และที่อยู่ของสมาชิกสมทบ สมาชิกสมทบคนใดมีการ\nเปลี่ยนแปลงในเรื่อง ชื่อ สัญชาติและที่อยู่ ต้องแจ้งให้สหกรณ์ทราบภายในสิบห้าวันนับแต่วันที่มีการเปลี่ยนแปลง",
        "~ 3 ~\nข้อ... การตั้งผู้รับโอนประโยชน์ของสมาชิกสมทบ สมาชิกสมทบอาจท าหนังสือตั้งบุคคลหนึ่ง\nหรือหลายคนเป็นผู้รับโอนประโยชน์ในเงินค่าหุ้น เงินฝาก หรือเงินอื่นใดจากสหกรณ์เมื่อตนถึงแก่ความตาย โดย\nมอบไว้แก่สหกรณ์เป็นหลักฐาน หนังสือตั้งผู้รับโอนประโยชน์ดังว่านี้ให้ท าตามแบบที่สหกรณ์ก าหนด\nถ้าสมาชิกสมทบประสงค์จะเพิกถอนหรือเปลี่ยนแปลงการตั้งผู้รับโอนประโยชน์ที่ได้ท าไว้แล้ว ก็ต้อง\nท าเป็นหนังสือตามแบบในวรรคก่อนมอบให้สหกรณ์ถือไว้\nเมื่อสมาชิกสมทบตาย ให้สหกรณ์แจ้งให้ผู้รับโอนประโยชน์ตามความในวรรคก่อนทราบและสหกรณ์\nจะจ่ายเงินค่าหุ้น เงินรับฝาก เงินปันผล เงินเฉลี่ยคืน และเงินผลประโยชน์หรือเงินอื่นใดบรรดาที่สมาชิกสมทบ\nผู้ตายมีอยู่ในสหกรณ์ให้แก่ผู้รับโอนประโยชน์ที่ได้ตั้งไว้ หรือถ้ามิได้ตั้งไว้ ก็คืนให้แก่บุคคลที่ได้น าหลักฐานมา\nแสดงให้เป็นที่พอใจของคณะกรรมการด าเนินการว่าเป็นทายาทของผู้มีสิทธิได้รับเงินจ านวนดังกล่าวนั้น ทั้งนี้\nตามที่ก าหนดในข้อ... และข้อ...\nให้ผู้รับโอนประโยชน์ตามความในวรรคแรก ยื่นค าขอรับเงินผลประโยชน์ต่อสหกรณ์ภายในก าหนด\nหนึ่งปีนับแต่วันที่สมาชิกสมทบตายหรือได้รับแจ้งจากสหกรณ์ โดยให้แนบส าเนามรณบัตรที่ทางราชการออกให้\nแสดงว่าสมาชิกสมทบนั้นๆ ได้ถึงแก่ความตายไปประกอบการพิจารณาด้วย เมื่อคณะกรรมการด าเนินการได้\nพิจารณาและอนุมัติแล้ว สหกรณ์จะจ่ายเงินผลประโยชน์ดังกล่าวภายในสี่สิบห้าวัน ในกรณีผู้มีสิทธิรับเงิน\nผลประโยชน์ไม่ยื่นค าขอรับเงินผลประโยชน์ หรือผู้ที่มีชื่อเป็นผู้รับโอนประโยชน์ที่สมาชิกสมทบได้จัดท าให้\nสหกรณ์ถือไว้ไม่มีตัวอยู่ก็ดี เมื่อพ้นก าหนดอายุความฟ้องคดีให้สหกรณ์โอนจ านวนเงินดังกล่าวไปสมทบเป็น\nทุนส ารองของสหกรณ์ทั้งสิ้น\nข้อ... การจ่ายคืนจ านวนเงินของสมาชิกสมทบที่ขาดจากสมาชิกภาพ ในกรณีที่สมาชิกสมทบ\nขาดจากสมาชิกภาพเพราะเหตุตามข้อ... (1) (2) (4) นั้น สหกรณ์จะจ่ายคืนค่าหุ้นที่สมาชิกสมทบมีอยู่ใน\nสหกรณ์ให้ก่อนค่าหุ้นของสมาชิกสมทบซึ่งออกเพราะเหตุอื่น พร้อมด้วยเงินปันผลและเงินเฉลี่ยคืนค้างจ่าย\nบรรดาที่สมาชิกสมทบนั้นมีอยู่ในสหกรณ์คืนให้แก่ผู้มีสิทธิได้รับ โดยเฉพาะค่าหุ้นนั้นผู้มีสิทธิได้รับจะเรียกให้\nสหกรณ์จ่ายคืนทันทีโดยไม่มีเงินปันผลหรือเงินเฉลี่ยคืนส าหรับปีที่ออกนั้น หรือจะเรียกให้จ่ายคืนหลังจากวันสิ้นปี\nทางบัญชีที่ออกโดยได้รับเงินปันผลและเงินเฉลี่ยคืนส าหรับปีที่ออกนั้นด้วยในเมื่อที่ประชุมใหญ่มีมติให้จัดสรร\nก าไรสุทธิประจ าปีนั้นแล้วก็ได้ สุดแต่จะเลือก ส่วนเงินรับฝากและดอกเบี้ยนั้น สหกรณ์จะจ่ายคืนให้ตามระเบียบ\nของสหกรณ ์\nถ้าในปีใด จ านวนค่าหุ้นที่ถอนคืนเนื่องจากสมาชิกสมทบขาดจากสมาชิกภาพจะเกินร้อยละสิบแห่ง\nทุนเรือนหุ้นของสหกรณ์ตามที่มีอยู่ในวันต้นปีนั้น คณะกรรมการด าเนินการมีอ านาจให้รอการจ่ายคืนค่าหุ้นของ\nสมาชิกสมทบที่ขาดจากสมาชิกภาพรายต่อไปในปีนั้นไว้จนถึงปีทางบัญชีใหม่\nในกรณีที่สมาชิกสมทบขาดจากสมาชิกภาพเพราะเหตุตามข้อ... (3) สหกรณ์จะจ่ายค่าหุ้น เงินรับฝาก\nเงินปันผลและเงินเฉลี่ยคืนกับดอกเบี้ยค้างจ่ายบรรดาที่สมาชิกสมทบนั้นมีอยู่ในสหกรณ์คืนให้ตามกฎหมาย\nล้มละลาย\nในกรณีที่สมาชิกสมทบขาดจากสมาชิกภาพเพราะเหตุตามข้อ... (5) (6) นั้น สหกรณ์จะจ่ายค่าหุ้น\nเงินปันผลและเงินเฉลี่ยคืนกับดอกเบี้ยค้างจ่ายบรรดาที่สมาชิกสมทบนั้นมีอยู่ในสหกรณ์คืนให้ภายในเวลา\nอันสมควรโดยไม่มีเงินปันผลหรือเงินเฉลี่ยคืนตั้งแต่ปีที่ออกจากสหกรณ์ หรือหากสมาชิกสมทบขอให้จ่ายค่าหุ้น\nภายหลังวันสิ้นปีทางบัญชี โดยขอรับเงินปันผลและเงินเฉลี่ยคืนในปีนั้นภายหลังที่ที่ประชุมใหญ่ได้พิจารณา\nจัดสรรก าไรสุทธิประจ าปีก็ได้ ส่วนเงินรับฝากและดอกเบี้ยนั้นสหกรณ์จะจ่ายให้ตามระเบียบของสหกรณ์",
        "~ 4 ~\nในกรณีสหกรณ์ขาดทุนสะสมหรือมีแนวโน้มจะขาดทุนสะสม ให้ชะลอการจ่ายคืนค่าหุ้นแก่สมาชิก\nสมทบที่พ้นจากสมาชิกภาพในระหว่างปีจนกว่าจะปิดบัญชีประจ าปี และให้ค านวณเงินค่าหุ้นจ่ายคืนต่อหุ้นที่จะ\nจ่ายคืนแก่สมาชิกสมทบโดยน าทุนเรือนหุ้นทั้งหมดหักด้วยขาดทุนสะสมคงเหลือและหนี้สินทั้งสิ้นแล้วน ามาเฉลี่ย\nโดยใช้จ านวนหุ้นทั้งสิ้นเป็นฐานในการค านวณ\nเมื่อสหกรณ์มีการค านวณมูลค่าเงินค่าหุ้นจ่ายคืนต่อหุ้นแล้ว ในปีต่อ ๆ ไป สหกรณ์ต้องค านวณมูลค่า\nเงินค่าหุ้นจ่ายคืนต่อหุ้นให้เป็นปัจจุบันทุกปี และมูลค่าดังกล่าวจะต้องไม่สูงกว่ามูลค่าต่อหุ้นที่ก าหนดไว้ใน\nข้อบังคับ จนกว่าสหกรณ์ไม่มียอดขาดทุนสะสม\nข้อ... การหักจ านวนเงินซึ่งสมาชิกสมทบต้องรับผิดต่อสหกรณ์ ในการจ่ายคืนจ านวนเงินของ\nสมาชิกสมทบตามข้อ... นั้น ให้สหกรณ์หักจ านวนเงินซึ่งสมาชิกสมทบต้องรับผิดต่อสหกรณ์ออกก่อน\nข้อ... การถอนชื่อสมาชิกสมทบออกจากทะเบียนสมาชิก ในกรณีที่สมาชิกสมทบออกจาก\nสหกรณ์ไม่ว่าเพราะเหตุใด ให้คณะกรรมการด าเนินการถอนชื่อสมาชิกสมทบรายนั้นออกจากทะเบียนสมาชิก\nสมทบ"
    ]
}